<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Exam 2 Review Answers</title>
<style type="text/css">
<!--
.style2 {
	font-size: small;
	font-family: Verdana, Arial, Helvetica, sans-serif;
}
.style3 {font-size: small; font-family: Verdana, Arial, Helvetica, sans-serif; font-weight: bold; }
.style4 {font-size: small; font-family: Verdana, Arial, Helvetica, sans-serif; color: #009900; }
.style5 {color: #009900}
.style6 {font-size: small; font-family: Verdana, Arial, Helvetica, sans-serif; color: #000000; }
.style7 {color: #000000}
.style21 {	font-size: small;
	font-family: Verdana, Arial, Helvetica, sans-serif;
	font-weight: normal;
}
-->
</style>
</head>

<body>
<p class="style3">FLF 110&mdash; Review for Exam 2. Modules 4-5<br>
  <span class="style4">Answers</span></p>
<p class="style2"><strong>A. Une conversation personnelle.</strong>&nbsp; At the office, Val&eacute;rie receives a phone call from her boyfriend, Laurent.&nbsp; Complete their conversation by filling in the blanks with the appropriate pronouns: <strong><em>&agrave;, au, &agrave; la, &agrave; l&rsquo;,</em></strong> or <strong><em>aux</em></strong>.</p>
<p class="style2">Salut, Laurent.&nbsp; Oui, je suis tr&egrave;s occup&eacute;e, comme d&rsquo;habitude!&nbsp; Vers six heures?&nbsp; Non, c&rsquo;est impossible.&nbsp; Apr&egrave;s le travail, j&rsquo;ai rendez-vous avec Anne <span class="style4">&agrave; la </span> boutique Pimkie et puis je vais aller <span class="style4">au</span> supermarch&eacute;.&nbsp; Je n&rsquo;ai rien &agrave; manger<span class="style4"> &agrave; la</span> maison.&nbsp; Si tu veux (<em>if you want</em>), viens au bureau vers une heure et nous pourrrons d&eacute;jeuner <span class="style4">au</span> restaurant d&rsquo;&agrave; c&ocirc;t&eacute;.&nbsp; Ce soir?&nbsp; Je ne sais pas.&nbsp; Tu sais, demain, je dois aller <span class="style4">&agrave; l&rsquo;</span>a&eacute;roport tr&egrave;s t&ocirc;t, <span class="style4">&agrave;</span> six heures trente.&nbsp; D&rsquo;accord, oui.&nbsp; A tout &agrave; l&rsquo;heure.</p>
<p class="style2"><strong>B. Une visite au bureau.</strong>&nbsp; Laurent, Val&eacute;rie&rsquo;s boyfriend, has arrived at her office.&nbsp; She takes him on a tour where she points out various people and things to him.&nbsp; Complete Val&eacute;rie&rsquo;s statements with <strong><em>Il/Elle est, C&rsquo;est, Ils/Elles sont</em></strong><em>,</em> or <strong><em>Ce sont</em></strong>.</p>
<p class="style4">1. <span class="style7">Voici Carole et Susie.&nbsp; Elles pr&eacute;parent un article sur les &eacute;lections municipales.&nbsp;<span class="style5"> Elles sont</span> travailleuses, n&rsquo;est-ce pas?</span></p>
<p class="style2">2. Henri s&rsquo;occupe de notre bureau et prend nos messages.&nbsp; <span class="style4">C&rsquo;est</span> un secr&eacute;taire excellent.</p>
<p class="style2">3. Et l&agrave;, c&rsquo;est le bureau de l&rsquo;avocat de l&rsquo;entreprise, M. Savoie.&nbsp; <span class="style4">Il est</span>  intelligent mais un peu snob.</p>
<p class="style2">4. Eh bien, que penses-tu de mes coll&egrave;gues? <span class="style4">Ils sont</span> tr&egrave;s gentils, n'est-ce pas? </p>
<p class="style2"><strong>C. Les activit&eacute;s de la journ&eacute;e.</strong>&nbsp; Val&eacute;rie&rsquo;s supervisor is dividing the day&rsquo;s work up among her staff, telling various people what they are going to do that day.&nbsp; Finish the sentences with the correct form of the <em>futur proche (aller + infinitif) </em>of the verb in parentheses.</p>
<p class="style2">1. Val&eacute;rie <span class="style5">va t&eacute;l&eacute;phoner</span> &agrave; la police pour les informations r&eacute;centes.</p>
<p class="style2">2. Carole et Susie <span class="style5">vont faire </span>des recherches sur les probl&egrave;mes de circulation (<em>traffic</em>).</p>
<p class="style2">3. Cyril, toi et moi, nous <span class="style5">allons parler</span> aux t&eacute;moins (<em>witnesses</em>) d&rsquo;un accident.</p>
<p class="style2">4. Moi, je <span class="style5">vais surveiller</span>  le bureau.</p>
<p class="style2">5. Michel, tu <span class="style4">vas chercher</span> des caf&eacute;s pour tout le monde. </p>
<p class="style3"><span class="style21"><strong>D. Questions pour une interview</strong>. Here are a few questions that Val&eacute;rie asked in an interview on leisure activities. Reformulate the questions using inversion or est-ce que, as indicated.</span></p>
<p class="style3"><span class="style21">1. Est-ce que votre femme aime aussi aller au mus&eacute;e d'art? </span></p>
<p class="style3"><span class="style21">2. Vos enfants jouent-ils au tennis?</span></p>
<p class="style3"><span class="style21">3. Votre fille va-t-elle au stade pour voir les matches de foot?</span></p>
<p class="style2"><strong>E. Un rendez-vous apr&egrave;s le travail. </strong>After work, Val&eacute;rie talks with her friend Anne. Complete their conversation with the correct form of a verb from the list that best fits the context.</p>
<table width="277" border="1">
  <tr>
    <td width="53"><span class="style2">aller</span></td>
    <td width="98"><span class="style2">faire</span></td>
    <td width="104"><span class="style2">jouer</span></td>
  </tr>
  <tr>
    <td><span class="style2">avoir</span></td>
    <td><span class="style2">fermer</span></td>
    <td><span class="style2">se relaxer</span></td>
  </tr>
  <tr>
    <td><span class="style2">&ecirc;tre</span></td>
    <td><span class="style2">gagner</span></td>
    <td><span class="style2">se retrouver</span></td>
  </tr>
</table>
<p class="style2">Val&eacute;rie: Tu sais, j'aime mon travail. Il (1) <span class="style4">est</span> int&eacute;ressant et je (2) <span class="style4">gagne</span> assez d'argent. Je (3) <span class="style4">fais</span> des voyages et j'ai l'occasion de d&eacute;couvrir beaucoup de nouvelles choses. Mais parfois, j'ai l'impression que mon travail est trop important dans ma vie.</p>
<p class="style2">Anne: Tu passes tout (<em>all</em>) ton temps au bureau?</p>
<p class="style2">Val&eacute;rie: Non, pas vraiment. (4) J<span class="style4">'ai</span> cours de danse le lundi soir et moi et mes amis, nous (5) <span class="style4">nous retrouvons</span> souvent au caf&eacute;. . . Et puis il y a Laurent, mon petit ami.</p>
<p class="style2">Anne: Tu n'as pas assez de temps pour Laurent? </p>
<p class="style2">Val&eacute;rie: Nous (6) <span class="style4">jouons</span> au tennis le week-end, on (7) <span class="style4">se relaxe</span> ensemble le soir de temps en temps (<em>from time to time</em>), on <span class="style4">va</span> au cin&eacute;ma.</p>
<p class="style2">Anne: C'est pas mal. Tu organises bien ton temps.</p>
<p class="style2">Val&eacute;rie: Peut-&ecirc;tre. (<em>Maybe</em>) Zut! Il est d&eacute;j&agrave; 19h40. Je regrette, Anne, mais je dois partir. Le supermarch&eacute; <span class="style4">ferme</span> dans vingt minutes!</p>
<p class="style2"><span class="style21"><strong>F. Une interrogation.</strong>&nbsp; Jamal, a Moroccan student, meets up with his friends, Fatma, Luna, and Messod at their favorite caf&eacute;.  Messod has some  news to report.&nbsp; Fill in the blanks of the conversation with the appropriate question word that fits in logically with the response that follows.</span></p>
<p class="style4"><span class="style7">Fatma: Eh bien, Messod</span>.&nbsp; <span class="style4">Comment</span> <span class="style6">&ccedil;a va?</span></p>
<p class="style2">Messod: Oh, je vais tr&egrave;s bien en ce moment.</p>
<p class="style2">Jamal: Ah!&nbsp; Et <span class="style4">pourquoi</span>?</p>
<p class="style2">Messod: Parce que j&rsquo;ai rencontr&eacute; la femme de ma vie.</p>
<p class="style2">Luna: <span class="style4">O&ugrave;</span> est-ce que tu l&rsquo;as rencontr&eacute;e?</p>
<p class="style2">Messod: Au centre commercial.<br>
    <br>
  Jamal:<span class="style4"> Que</span> fait-elle comme travail?</p>
<p class="style2">Messod: Elle vend des v&ecirc;tements.</p>
<p class="style2">Fatma: <span class="style4">Quand</span> est-ce que tu vas la revoir (<em>see her again</em>)?</p>
<p class="style2">Messod: Dans une heure.&nbsp; Pimkie ferme &agrave; 19h00.&nbsp; Alors, elle est libre &agrave; 19h30</p>
<p class="style2">Luna: <span class="style5">Quelle</span> bonne nouvelle!</p>
<p class="style2"><strong>G. La commande</strong>.&nbsp; Messod, Jamal, and Luna are sitting in a caf&eacute; waiting for Fatma to join them.&nbsp; As they place their orders, fill in the blanks with the appropriate form of the verb that makes sense in the context of the dialogue.&nbsp; A list of verbs is given below.</p>
<p class="style2">Serveur: Vous <span class="style4">d&eacute;sirez</span>?</p>
<p class="style2">Messod: Pour moi, un caf&eacute;.&nbsp; Jamal, qu&rsquo;est-ce que tu <span class="style4">veux</span> prendre?</p>
<p class="style2">Jamal: Un cr&egrave;me s&rsquo;il vous pla&icirc;t.&nbsp; Et toi, Luna?</p>
<p class="style2">Luna: Avez-vous du jus d&rsquo;orange?</p>
<p class="style2">Serveur: Je vais demander si vous voulez bien <span class="style4">attendre</span> une petite minute... Non, pas de jus d&rsquo;orange ce soir.</p>
<p class="style2">Luna: Comment?&nbsp; Pas de jus d&rsquo;orange?&nbsp; Je ne <span class="style4">comprends</span> pas.</p>
<p class="style2">Serveur: Nous sommes tr&egrave;s d&eacute;sol&eacute;s, Mademoiselle.</p>
<p class="style2">Luna: Ce n&rsquo;est pas grave.&nbsp; Alors, nous <span class="style4">prenons</span> trois caf&eacute;s.</p>
<p class="style2">Jamal: Alors, qu&rsquo;est-ce qu&rsquo;on <span class="style4">fait</span> ce soir?&nbsp; Nous pouvons aller voir un film ou un concert.</p>
<p class="style2">Messod: Moi, je <span class="style4">pars</span> t&ocirc;t pour aller chercher Marie apr&egrave;s son travail.</p>
<p class="style2">Jamal: Regarde Luna: elle est tr&egrave;s fatigu&eacute;e.&nbsp; Elle <span class="style4">dort</span> d&eacute;j&agrave; sur la table!&nbsp; C&rsquo;est peut-&ecirc;tre une bonne id&eacute;e si nous ne <span class="style4">sortons</span> pas ce soir.&nbsp; Monsieur, l&rsquo;addition, s&rsquo;il vous pla&icirc;t.</p>
<p class="style2">Messod: Est-ce que je <span class="style4">laisse</span> un pourboire (<em>tip</em>)?</p>
<p class="style2">Jamal:<span class="style21"> Ce n&rsquo;est pas n&eacute;cessaire, mais pourquoi pas? Il &eacute;tait sympa.</span></p>
<p class="style2"><strong>H.</strong> <strong>Les pr&eacute;f&eacute;rences</strong>.&nbsp; While at the caf&eacute;, the four friends chat about their and other people&rsquo;s preferences for food and drink.&nbsp; Fill in the blanks with the correct stress pronouns to complete the conversation.</p>
<p class="style2">Fatma: Mon amie Susanne, <span class="style5">elle, <span class="style7">elle</span> </span> adore la bi&egrave;re.&nbsp; Mais <span class="style5">moi</span>, je ne bois pas de boissons alcoolis&eacute;es.&nbsp; Et <span class="style5">toi</span>, Jamal?&nbsp; Qu&rsquo;est-ce que tu pr&eacute;f&egrave;res?</p>
<p class="style2">Jamal: J&rsquo;aime le jus de fruits, alors, <span class="style5">moi</span>, je bois souvent du jus d&rsquo;abricots.&nbsp; Mais Messod, <span class="style5">lui</span>, il n&rsquo;aime pas le jus d&rsquo;abricots.&nbsp; N&rsquo;est-ce pas, Messod?</p>
<p class="style2">Messod:Oui, c&rsquo;est vrai.&nbsp; Et Fatma et Luna, vous aimez le coca, <span class="style5">vous</span>?</p>
<p class="style2">Luna: <span class="style5">Moi</span>, je l'adore, mais, Fatma, <span class="style5">elle</span>, elle ne l&rsquo;aime pas.&nbsp; Mais <span class="style5">nous</span>, nous adorons l&rsquo;Orangina toutes les deux.</p>
<p class="style2"><strong>I.</strong> <strong>Questions</strong>.<strong><br>
    </strong><span class="style5">Answers will vary.    &nbsp;<br>
    </span><span class="style21">1. Quelle heure est-il? </span><span class="style4">Il est 21h29.</span><span class="style21"><br>
2. Quel temps fait-il? </span><span class="style4">Il fait frais. Il fait du vent.</span><span class="style21"><br>
3. &Agrave; quelle heure est-ce que vous vous levez pendant la semaine? Et le week-end?</span><span class="style4"> Pendant la semaine, je me l&egrave;ve &agrave; 5h50. Le week-end, je me l&egrave;ve vers 7h00.</span><span class="style21"><br>
4. 
&Agrave; quelle heure est-ce que vous vous couchez pendant la semaine? Et le week-end? <span class="style4">Pendant la semaine, je me couche vers 22h30. Le week-end, je me couche vers 23h00.</span><br>
5. Est-ce que vous vous habillez avant ou apr&egrave;s le petit d&eacute;jeuner? </span><span class="style4">D'habitude, je m'habille avant le petit d&eacute;jeuner.</span><span class="style21"><br>
6. Qu'est-ce que vous aimez faire le week-end? </span><span class="style4">J'aime me reposer, faire du yoga et aller au cin&eacute;ma.</span><span class="style21"><br>
7. Qu'est-ce que vous aimez faire quand il fait chaud? </span><span class="style4">J'aime nager dans la piscine ou aller &agrave; la plage.</span><span class="style21"><br>
8. Qu'est-ce que vous devez faire ce soir? Demain?</span> <span class="style4">Ce soir je dois finir mon livre. Demain, je dois faire la cuisine.</span></p>
<p class="style2"><span class="style21"><strong>J. Fill in the accents.</strong> O</span><span class="style4">&ugrave;</span><span class="style21"> est-ce tu aimerais d</span><span class="style4">&eacute;</span><span class="style21">jeuner? Je pr</span><span class="style4">&eacute;</span><span class="style21">f</span><span class="style4">&egrave;</span><span class="style21">re le caf</span><span class="style4">&eacute;</span><span class="style21"> en face de la biblioth</span><span class="style4">&egrave;</span><span class="style21">que.</span></p>
<p class="style2">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>
<p class="style2">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>
</body>
</html>
