<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Exam 3 Review</title>
<style type="text/css">
<!--
.style2 {
	font-size: small;
	font-family: Verdana, Arial, Helvetica, sans-serif;
}
.style3 {font-size: small; font-family: Verdana, Arial, Helvetica, sans-serif; font-weight: bold; }
.style6 {color: #FF0000}
.style7 {color: #9900CC}
-->
</style>
</head>

<body>
<p class="style3">FLF 110&mdash; Review for Exam 3. Modules 6-7 </p>
<p><span class="style3">Exam outline<br>
  </span><span class="style2">Les petits magasins and what they sell</span><br>
  <span class="style2">Writing questions using interrogative expressions: Qu'est-ce que, O&ugrave;? Quand? etc.<br>
Writing about vacations and eating out<br>
Pass&eacute; compos&eacute; with avoir and &ecirc;tre<br>
Stem-changing verbs<br>
-ir verbs<br>
Commands <br>
Object pronouns: me/ te/ vous/ nous/ le/ la/ l'/ les/ en<br>
Foods and verbs of preference and consumption using definite, indefinite, partitive articles in the affirmative and negative </span></p>
<p class="style2"><span class="style7"><strong>Note:</strong> there will be two mini-compositions on the exam: one about a trip you've taken and one about going to a caf&eacute;. Think about any vocabulary you might need to know. </span></p>
<p class="style2">See Vocabulary  for Modules <a href="http://www4.ncsu.edu/%7Edsbeckma/110Vocab1.html">1</a>, <a href="http://www4.ncsu.edu/%7Edsbeckma/110Vocab2.html">2</a>, <a href="http://www4.ncsu.edu/%7Edsbeckma/110Vocab3.html">3</a>, <a href="http://www4.ncsu.edu/%7Edsbeckma/110Vocab4.html">4</a>, <a href="http://www4.ncsu.edu/%7Edsbeckma/110Vocab5.html">5</a>, <a href="110Vocab6.html">6</a> and <a href="110Vocab7.html">7</a>.</p>
<p><span class="style3">I.</span><span class="style2"> <strong>Questions personnelles.</strong> Imaginez que vous &ecirc;tes au stade pour regarder un match de football. Il y a un autre &eacute;tudiant &acirc; c&ocirc;t&eacute; de vous qui pose des questions. R&eacute;pondez aux questions que vous entendez en phrases compl&egrave;tes en fran&ccedil;ais. Faites attention au temps du verbe qu&rsquo;il faut. (Be careful which verb tense is needed.)</span></p>
<p class="style2">1.&nbsp; Quand est-ce que tu as commenc&eacute; &agrave; aller aux matchs de football?</p>
<p class="style2">2.&nbsp; O&ugrave; est-ce que tu as voyag&eacute; pendant les vacances d'automne?</p>
<p class="style2">3.&nbsp; D&rsquo;o&ugrave; viennent tes anc&ecirc;tres&nbsp;?</p>
<p class="style2">4.&nbsp; Quel est ton restaurant pr&eacute;f&eacute;r&eacute; &agrave; Raleigh? Pourquoi? </p>
<p class="style2">5. Quand tu d&icirc;nes au restaurant, quelle boisson est-ce que tu pr&eacute;f&egrave;res? Quelle entr&eacute;e? Quel plat principal? Quel dessert? </p>
<p class="style2"><strong>II. Pass&eacute; compos&eacute;:</strong><br>
A. Marc Bertolini est un footballeur de l&rsquo;Olympique de Marseille, une &eacute;quipe tr&egrave;s connue en France. Qu&rsquo;est-ce que Marc et ses co&eacute;quipeurs ont fait avant leur match contre Qu&eacute;bec? Compl&eacute;tez les phrases avec <span class="style6">danser faire, manger, prendre, avoir, regarder, rencontrer</span>, <span class="style6">rentrer</span>, ou <span class="style6">voir</span> au <strong>pass&eacute; compos&eacute;</strong>.</p>
<p class="style2"> 1. Bonalair __________ un coup de t&eacute;l&eacute;phone de sa nouvelle petite amie. Ils ont parl&eacute; tout l&rsquo;apr&egrave;s-midi.</p>
<p class="style2"> 2. Fernandez et Lucien __________ un match de foot &agrave; la t&eacute;l&eacute; dans le bar de l&rsquo;h&ocirc;tel.</p>
<p class="style2"> 3. Moi, j&rsquo;&eacute;tais trop fatigu&eacute; pour sortir. J(e) __________ mon d&eacute;jeuner &agrave; c&ocirc;t&eacute; de la piscine.</p>
<p class="style2"> 4. Plus tard, avec des copains, nous __________ dans un petit restaurant pas loin d&rsquo;ici.</p>
<p class="style2"> 5. Au restaurant, nous __________ un groupe de jeunes filles br&eacute;siliennes.</p>
<p class="style2"> 6. Vous __________ Sansone? Il n' _________________ hier soir. Il  __________ avec une des filles.</p>
<p class="style2"> 7. Et toi, Michel, tu __________ le tour de la ville?</p>
<p class="style2">B. Fanas en route pour le match. Soline et Agn&egrave;s, deux fanas du club Olympique de Marseille, sont all&eacute;es &agrave; Montr&eacute;al pour assister au match. Soline raconte leur voyage. Compl&eacute;tez son r&eacute;cit avec la forme qui convient du verbe entre parenth&egrave;ses. Utilisez<strong> le pass&eacute; compos&eacute;.</strong></p>
<p class="style2">Soline: Hier, je __________ (aller) &agrave; Montr&eacute;al pour assister &agrave; un match de football entre Marseille et Qu&eacute;bec. Agn&egrave;s __________ (partir) avec moi. Nous __________ <br>
<br>
(arriver) &agrave; Montr&eacute;al vers midi. Une fois dans la ville, nous __________ (trouver) un caf&eacute; et j(e) __________ (descendre) de la voiture pour demander comment aller au stade. </p>
<p class="style2">Dans le caf&eacute;, j(e) __________ (remarquer--to notice) tout de suite le visage de Balthazaar, le joueur c&eacute;l&egrave;bre de Marseille. Il __________ (devenir) tr&egrave;s c&eacute;l&egrave;bre l&rsquo;&eacute;t&eacute; dernier </p>
<p class="style2">quand il a marqu&eacute; un but (scored a goal) contre le Br&eacute;sil. Balthazaar __________ (na&icirc;tre) en Egypte, mais il __________ (grandir) en France. Nous __________ (rester) au caf&eacute; </p>
<p class="style2">pendant une heure, puis nous avons suivi Balthazaar jusqu&rsquo;au stade.</p>
<p class="style2"> <strong>III</strong>. -<strong>ir verbs</strong>. Abandonner le football ou pas? Un autre joueur de l&rsquo;&eacute;quipe, Jean-Claude Deauville, 36 ans, prend une d&eacute;cision difficile: Doit-il prendre sa retraite (retire)? Compl&eacute;tez le paragraphe en conjugant les verbes entre parenth&egrave;ses <strong>au pr&eacute;sent.</strong></p>
<p class="style2">Est-ce que je devrais prendre ma retraite, quitter le sport qui est ma vie? Quelle d&eacute;cision difficile! Quand je __________ (choisir) de faire quelque chose, c&rsquo;est <br>
</p>
<p class="style2">toujours cent pour cent. Mais d&rsquo;abord, ma femme et moi, nous __________ (r&eacute;fl&eacute;chir) ensemble. Est-ce une bonne id&eacute;e pour moi? pour notre famille? Nos <br>
  </p>
<p class="style2">enfants __________ (grandir) si vite et leurs opinions comptent aussi. Ils __________ (r&eacute;agir) tr&egrave;s fort &agrave; mes longues absences. Apr&egrave;s avoir &eacute;cout&eacute; tout le <br>
  <br>
  monde, je __________ (finir) toujours par suivre mes propres instincts.<br>
  <br>
  <strong>IV.</strong> <strong>Stem-changing verbs</strong>. Donnez la forme indiqu&eacute;e<strong> au pr&eacute;sent. </strong></p>
<p class="style2">1. Est-ce qu&rsquo;elles ____________ (acheter) des &eacute;coproduits &agrave; Wellspring?</p>
<p class="style2">2. Vous ____________&nbsp;&nbsp;(pr&eacute;f&eacute;rer) nager dans la mer M&eacute;diterran&eacute;e. </p>
<p class="style2">3. Je m' _____________  (appeler) Madame Beckman. </p>
<p class="style2">4. Nous&nbsp; _____________  &nbsp;(commencer) &agrave; faire une randonn&eacute;e dans les Alpes.</p>
<p class="style2"><strong>V. Tout Ensemble: vocabulaire, verbes, pronoms, articles, accents.</strong> Claude et Sylvie habitent et travaillent &agrave; Gen&egrave;ve, en Suisse. Ils travaillent tout les deux dans de grandes entreprises. Le week-end, ils aiment s&rsquo;amuser avec des amis et faire la cuisine. Ils viennent d&rsquo;inviter quatre amis chez eux pour d&icirc;ner samedi soir. Claude et Sylvie font les pr&eacute;parations.</p>
<p class="style2">A. Encore des courses &agrave; faire. Sylvie fait des courses. Indiquez o&ugrave; il faut aller pour acheter les produits suivants.</p>

<table width="671" border="1">
  <tr>
    <td width="327"><span class="style2">a. des c&ocirc;telettes du porc</span></td>
    <td width="328"><span class="style2">____ &agrave; la boulangerie</span></td>
  </tr>
  <tr>
    <td><span class="style2">b. du riz</span></td>
    <td><span class="style2">____ &agrave; la poissonnerie</span></td>
  </tr>
  <tr>
    <td><span class="style2">c. des oranges</span></td>
    <td><span class="style2">____ au march&eacute;</span></td>
  </tr>
  <tr>
    <td><span class="style2">d. un pain de 500 grammes</span></td>
    <td><span class="style2">____ &agrave; l&rsquo;&eacute;picerie</span></td>
  </tr>
  <tr>
    <td><span class="style2">e. des &eacute;clairs</span></td>
    <td><span class="style2">____ &agrave; la p&acirc;tisserie</span></td>
  </tr>
  <tr>
    <td><span class="style2">f. du thon</span></td>
    <td><span class="style2">____ &agrave; la charcuterie</span></td>
  </tr>
</table>
<p class="style2">B. 	A la derni&egrave;re minute. Il est samedi soir, juste avant l&rsquo;arriv&eacute;e des amis de Claude et de Sylvie. Sylvie donne des instructions &agrave; Claude. Conjuguez les verbes entre parenth&egrave;ses <strong>&agrave; l&rsquo;imp&eacute;ratif</strong> (commands).</p>
<p class="style2">Alors Claude, __________ (&ecirc;tre) gentil et __________ (aller) mettre la table. __________ (prendre) les <br>
  <br>
serviettes rouges du placard. __________ (ne pas oublier) de polir (to polish) un peu les verres. Et apr&egrave;s, <br>
<br>
__________ (couper) les baguettes en petites tranches et __________ (faire) fondre le beurre pour les <br>
<br>
haricots verts. Merci. Quand nos amis arriveront, __________ (servir)-leur une boisson et __________ <br>
<br>
(mettre) leurs manteaux dans la chambre. Tu es un ange (an angel)!</p>
<p class="style2">C. L&rsquo;activit&eacute; dans la cuisine. Il est temps de manger et Claude et Sylvie font les derni&egrave;res pr&eacute;parations. Compl&eacute;tez leur conversation en utilisant <strong>le pronom d&rsquo;objet direct</strong> qui convient: <strong>me, te, nous, vous, le, la, l', les, en</strong>. </p>
<p class="style2">Sylvie: Tu veux un verre de vin?</p>
<p class="style2">Claude: Oui, je veux bien _______ boire un. Merci.  </p>
<p class="style2">Sylvie: Voil&agrave; les crevettes. Tu peux __________ ajouter &agrave; la salade?</p>
<p class="style2">Claude: D'accord. Qu&rsquo;est-ce je dois faire avec cette carotte?</p>
<p class="style2">Sylvie: Tu vas __________ couper en rondelles pour la salade. Tiens! Tu vois le poivre? O&ugrave; est-ce que je __________ ai laiss&eacute;?</p>
<p class="style2">Claude: Le voil&agrave; sur la table. Je peux __________ aider avec la sauce vinaigrette?</p>
<p class="style2">Sylvie: Oui, c&rsquo;est gentil. Tu veux appeler nos amis &agrave; table?</p>
<p class="style2">Claude: Oui je __________ appelle. H&eacute;, les amis! Je __________ invite &agrave; table. Le d&icirc;ner est pr&ecirc;t.</p>
<p class="style2"> D. A table. Les amis sont assis &agrave; table et commence &agrave; se servir. Compl&eacute;tez la conversation avec les <strong>articles d&eacute;finis, ind&eacute;finis et partitifs</strong> qui conviennent (<strong>le , la, les, l', un, une, des, du, de la, de</strong>).</p>
<p class="style2">Claude: Yves, tu veux __________ pain?<br>
  <br>
Yves: Oui, j&rsquo;en veux bien. J&rsquo;adore __________ pain de cette boulangerie.<br>
<br>
Sophie: Marie, peux-tu me passer __________ sel?</p>
<p class="style2">Marie: Bien s&ucirc;r. Si tu me passes __________ beurre.<br>
  <br>
Etienne: J&rsquo;adore __________ haricots verts! Je veux bien __________ morceau de pain, Sylvie, s&rsquo;il te pla&icirc;t.<br>
<br>
Sylvie: Voil&agrave;. Les haricots verts sont tr&egrave;s bien avec un peu __________ poivre.<br>
<br>
Claude: Oh, c&rsquo;&eacute;tait d&eacute;licieux. Qui veut __________ fromage?<br>
<br>
Etienne: Moi, je prends une petite tranche __________ brie.<br>
<br>
Sophie: J&rsquo;adore __________ camembert! Je peux en avoir?<br>
<br>
Yves: Est-ce que je peux avoir __________ couteau pour couper ce roquefort?<br>
<br>
Sylvie: Apr&egrave;s le fromage, nous mangeons un peu __________ dessert.<br>
<br>
Claude: Qui veut __________ tarte aux fraises?<br>
<br>
Marie: Oh! J&rsquo;adore __________ tarte aux fraises! Je peux en avoir avec __________ glace aussi?<br>
<br>
Sylvie: Oui, bien s&ucirc;r. Tu veux __________ noisettes (hazelnuts) aussi?<br>
<br>
Marie: Oui! Yves, tu me passes __________ fourchette?</p>
<p class="style2">E.<strong> Fill in the accents</strong>: Hier, je suis allee au supermarche, mais ma voiture est tombee en panne. J'ai achete des cereales, du poisson et du riz et je suis rentree a pied. Enfin, j'ai regarde un film a la television.</p>
</body>
</html>
