<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Exam 3 Review: Answers</title>
<style type="text/css">
<!--
.style2 {
	font-size: small;
	font-family: Verdana, Arial, Helvetica, sans-serif;
}
.style3 {font-size: small; font-family: Verdana, Arial, Helvetica, sans-serif; font-weight: bold; }
.style6 {color: #FF0000}
.style7 {color: #009900}
.style8 {color: #006600}
.style9 {font-size: small; font-family: Verdana, Arial, Helvetica, sans-serif; color: #006600; }
.style11 {font-size: small; font-family: Verdana, Arial, Helvetica, sans-serif; color: #9900CC; }
-->
</style>
</head>

<body>
<p class="style3">FLF 110&mdash; Review for Exam 3. Modules 6-7 <span class="style7"><br>
Answers</span></p>
<p><span class="style3">I.</span><span class="style2"> <strong>Questions personnelles</strong>. Imaginez que vous &ecirc;tes au stade pour regarder un match de football. Il y a un autre &eacute;tudiant &acirc; c&ocirc;t&eacute; de vous qui pose des questions. R&eacute;pondez aux questions que vous entendez en phrases compl&egrave;tes en fran&ccedil;ais. Faites attention au temps du verbe qu&rsquo;il faut. (Be careful which verb tense is needed.) <span class="style8">Answers will vary. </span></span></p>
<p class="style2">1.&nbsp; Quand est-ce que tu as commenc&eacute; &agrave; aller aux matchs de football?<br>
  <span class="style8">J'ai commenc&eacute; &agrave; aller aux matchs de football avec mes parents &agrave; l'&acirc;ge de 6 ans.</span></p>
<p class="style2">2.&nbsp; O&ugrave; est-ce que tu as voyag&eacute; pendant les vacances d'automne?<br>
  <span class="style8">Je suis all&eacute;e en Virginie de l'ouest et &agrave; Columbus, Ohio. </span></p>
<p class="style2">3.&nbsp; D&rsquo;o&ugrave; viennent tes anc&ecirc;tres&nbsp;?<br>
  <span class="style8">Mes anc&ecirc;tres viennent de Pologne et de Russie.</span></p>
<p class="style2">4.&nbsp; Quel est ton restaurant pr&eacute;f&eacute;r&eacute; &agrave; Raleigh? Pourquoi? <br>
  <span class="style8">J'aime manger &agrave; Dalat &agrave; Mission Valley. J'adore la cuisine vietnamienne et le restaurant n'est pas cher. </span></p>
<p class="style2">5. Quand tu d&icirc;nes au restaurant, quelle boisson est-ce que tu pr&eacute;f&egrave;res? Quelle entr&eacute;e? Quel plat principal? Quel dessert? <br>
  <span class="style8">J'adore boire du th&eacute; glac&eacute; et j'aime boire de la bi&egrave;re brune et du vin aussi. J'aime bien prendre de la soupe comme entr&eacute;e. Comme plat principal, j'adore le poisson et les plats ethniques. Comme dessert, je prends souvent une cr&egrave;me br&ucirc;l&eacute;e</span>. Note: Be sure to know the gender and how to spell <strong>your</strong> favorite foods. </p>
<p class="style2"><strong>II. Pass&eacute; compos&eacute;:</strong><br>
A. Marc Bertolini est un footballeur de l&rsquo;Olympique de Marseille, une &eacute;quipe tr&egrave;s connue en France. Qu&rsquo;est-ce que Marc et ses co&eacute;quipeurs ont fait avant leur match contre Qu&eacute;bec? Compl&eacute;tez les phrases avec <span class="style6">danser, faire, manger, prendre, avoir, regarder, rencontrer, rentrer </span> ou <span class="style6">voir</span> au <strong>pass&eacute; compos&eacute;</strong>.</p>
<p class="style2"> 1. Bonalair <span class="style9">a eu</span> un coup de t&eacute;l&eacute;phone de sa nouvelle petite amie. Ils ont parl&eacute; tout l&rsquo;apr&egrave;s-midi.</p>
<p class="style2"> 2. Fernandez et Lucien <span class="style9">ont regard&eacute;</span> un match de foot &agrave; la t&eacute;l&eacute; dans le bar de l&rsquo;h&ocirc;tel.</p>
<p class="style2"> 3. Moi, j&rsquo;&eacute;tais trop fatigu&eacute; pour sortir. J'<span class="style9">ai mang&eacute;/</span><span class="style9">ai pris</span> mon d&eacute;jeuner &agrave; c&ocirc;t&eacute; de la piscine.</p>
<p class="style2"> 4. Plus tard, avec des copains, nous <span class="style9">avons mang&eacute;</span> dans un petit restaurant pas loin d&rsquo;ici.</p>
<p class="style2"> 5. Au restaurant, nous <span class="style9">avons rencontr&eacute;</span> un groupe de jeunes filles br&eacute;siliennes.</p>
<p class="style2"> 6. Vous <span class="style9">avez vu</span> Sansone? Il <span class="style8">n&rsquo;est pas rentr&eacute;</span> hier soir. Il <span class="style8">a dans&eacute;</span> avec une des filles.</p>
<p class="style2"> 7. Et toi, Michel, tu<span class="style9"> as fait</span> le tour de la ville?</p>
<p class="style2">B. Fanas en route pour le match. Soline et Agn&egrave;s, deux fanas du club Olympique de Marseille, sont all&eacute;es &agrave; Montr&eacute;al pour assister au match. Soline raconte leur voyage. Compl&eacute;tez son r&eacute;cit avec la forme qui convient du verbe entre parenth&egrave;ses. Utilisez<strong> le pass&eacute; compos&eacute;.</strong></p>
<p class="style2">Soline: Hier, je <span class="style9">suis all&eacute;e</span> &agrave; Montr&eacute;al pour assister &agrave; un match de football entre Marseille et Qu&eacute;bec. Agn&egrave;s <span class="style9">est partie</span>  avec moi. Nous <span class="style9">sommes arriv&eacute;es</span> &agrave; Montr&eacute;al vers midi. Une fois dans la ville, nous <span class="style9">avons trouv&eacute;</span> un caf&eacute; et je <span class="style9">suis descendue</span> de la voiture pour demander comment aller au stade. Dans le caf&eacute;, j<span class="style9">'ai remarqu&eacute;</span>  tout de suite le visage de Balthazaar, le joueur c&eacute;l&egrave;bre de Marseille. Il<span class="style9"> est devenu</span> tr&egrave;s c&eacute;l&egrave;bre l&rsquo;&eacute;t&eacute; dernier quand il a marqu&eacute; un but (scored a goal) contre le Br&eacute;sil. Balthazaar <span class="style9"> est n&eacute;</span> en Egypte, mais il <span class="style9">a grandi</span> en France. Nous <span class="style9">sommes rest&eacute;es</span> au caf&eacute; pendant une heure, puis nous <span class="style7">avons suivi</span> Balthazaar jusqu&rsquo;au stade.</p>
<p class="style2"> <strong>III.</strong> -<strong>ir verbs</strong>. Abandonner le football ou pas? Un autre joueur de l&rsquo;&eacute;quipe, Jean-Claude Deauville, 36 ans, prend une d&eacute;cision difficile: Doit-il prendre sa retraite (retire)? Compl&eacute;tez le paragraphe en conjugant les verbes entre parenth&egrave;ses <strong>au pr&eacute;sent.</strong></p>
<p class="style2">Est-ce que je devrais prendre ma retraite, quitter le sport qui est ma vie? Quelle d&eacute;cision difficile! Quand je <span class="style9">choisis</span> de faire quelque chose, c&rsquo;est toujours cent pour cent. Mais d&rsquo;abord, ma femme et moi, nous <span class="style9">r&eacute;fl&eacute;chissons</span> ensemble. Est-ce une bonne id&eacute;e pour moi? pour notre famille? Nos enfants <span class="style9">grandissent</span>  si vite et leurs opinions comptent aussi. Ils <span class="style9">r&eacute;agissent</span> tr&egrave;s fort &agrave; mes longues absences. Apr&egrave;s avoir &eacute;cout&eacute; tout le <br>
  monde, je <span class="style9">finis</span> toujours par suivre mes propres instincts.<br>
  <br>
  <strong>IV.</strong> <strong>Stem-changing verbs</strong>. Donnez la forme indiqu&eacute;e<strong> au pr&eacute;sent. </strong></p>
<p class="style2">1. Est-ce qu&rsquo;elles <span class="style8">ach&egrave;tent</span> des &eacute;coproduits &agrave; Wellspring?</p>
<p class="style2">2. Vous <span class="style8">pr&eacute;f&eacute;rez</span> nager dans la mer M&eacute;diterran&eacute;e. </p>
<p class="style2">3. Je m'<span class="style8">appelle</span> Madame Beckman. </p>
<p class="style2">4. Nous&nbsp;<span class="style8">commen&ccedil;ons</span> &agrave; faire une randonn&eacute;e dans les Alpes.</p>
<p class="style2"><strong>V. Tout Ensemble: vocabulaire, verbes, pronoms, articles, accents.</strong> Claude et Sylvie habitent et travaillent &agrave; Gen&egrave;ve, en Suisse. Ils travaillent tout les deux dans de grandes entreprises. Le week-end, ils aiment s&rsquo;amuser avec des amis et faire la cuisine. Ils viennent d&rsquo;inviter quatre amis chez eux pour d&icirc;ner samedi soir. Claude et Sylvie font les pr&eacute;parations.</p>
<p class="style2">A. Encore des courses &agrave; faire. Sylvie fait des courses. Indiquez o&ugrave; il faut aller pour acheter les produits suivants.</p>

<table width="671" border="1">
  <tr>
    <td width="329"><span class="style2">a. des c&ocirc;telettes du porc</span></td>
    <td width="326"><span class="style2"><span class="style8">d.</span> &agrave; la boulangerie</span></td>
  </tr>
  <tr>
    <td><span class="style2">b. du riz</span></td>
    <td><span class="style2"><span class="style8">f.</span> &agrave; la poissonnerie</span></td>
  </tr>
  <tr>
    <td><span class="style2">c. des oranges</span></td>
    <td><span class="style2"><span class="style8">c.</span> au march&eacute;</span></td>
  </tr>
  <tr>
    <td><span class="style2">d. un pain de 500 grammes</span></td>
    <td><span class="style2"><span class="style8">b. </span>&agrave; l&rsquo;&eacute;picerie</span></td>
  </tr>
  <tr>
    <td><span class="style2">e. des &eacute;clairs</span></td>
    <td><span class="style2"><span class="style8">e</span>. &agrave; la p&acirc;tisserie</span></td>
  </tr>
  <tr>
    <td><span class="style2">f. du thon</span></td>
    <td><span class="style2"><span class="style8">a</span>. &agrave; la charcuterie</span></td>
  </tr>
</table>
<p class="style2">B. 	A la derni&egrave;re minute. Il est samedi soir, juste avant l&rsquo;arriv&eacute;e des amis de Claude et de Sylvie. Sylvie donne des instructions &agrave; Claude. Conjuguez les verbes entre parenth&egrave;ses <strong>&agrave; l&rsquo;imp&eacute;ratif</strong> (commands).</p>
<p class="style2">Alors Claude, <span class="style8">sois</span> gentil et <span class="style8">va</span> mettre la table. <span class="style8">Prends</span>  les serviettes rouges du placard. <span class="style8">N&rsquo;oublie pas</span> de polir  un peu les verres. Et apr&egrave;s, <span class="style8">coupe</span> les baguettes en petites tranches et<span class="style8"> fais</span> fondre le beurre pour les haricots verts. Merci. Quand nos amis arriveront,<span class="style8"> sers</span>-leur une boisson et <span class="style8">mets</span> leurs manteaux dans la chambre. Tu es un ange (an angel)!<br>
</p>
<p class="style2"> C. L&rsquo;activit&eacute; dans la cuisine. Il est temps de manger et Claude et Sylvie font les derni&egrave;res pr&eacute;parations. Compl&eacute;tez leur conversation en utilisant <strong>le pronom d&rsquo;objet direct</strong> qui convient: <strong>me, te, nous, vous, le, la, l', les, en</strong>. </p>
<p class="style2">Sylvie: Tu veux un verre de vin?</p>
<p class="style2">Claude: Oui, je veux bien <span class="style8">en</span> boire un. Merci.  </p>
<p class="style2">Sylvie: Voil&agrave; les crevettes. Tu peux<span class="style8"> les</span> ajouter &agrave; la salade?</p>
<p class="style2">Claude: D'accord. Qu&rsquo;est-ce je dois faire avec cette carotte?</p>
<p class="style2">Sylvie: Tu vas <span class="style9">la</span> couper en rondelles pour la salade. Tiens! Tu vois le poivre? O&ugrave; est-ce que je <span class="style8">l'</span>ai laiss&eacute;?</p>
<p class="style2">Claude: Le voil&agrave; sur la table. Je peux <span class="style8">t'</span>aider avec la sauce vinaigrette?</p>
<p class="style2">Sylvie: Oui, c&rsquo;est gentil. Tu veux appeler nos amis &agrave; table?</p>
<p class="style2">Claude: Oui je<span class="style8"> les</span> appelle. H&eacute;, les amis! Je <span class="style8">vous</span> invite &agrave; table. Le d&icirc;ner est pr&ecirc;t.</p>
<p class="style2"> D. &Agrave; table. Les amis sont assis &agrave; table et commence &agrave; se servir. Compl&eacute;tez la conversation avec les <strong>articles d&eacute;finis, ind&eacute;finis et partitifs</strong> qui conviennent  (<strong>le , la, les, l', un, une, des, du, de la</strong>, <strong>de</strong>).</p>
<p class="style2">Claude: Yves, tu veux<span class="style9"> du</span> pain?<br>
  <br>
  Yves: Oui, j&rsquo;en veux bien. J&rsquo;adore <span class="style9">le</span> pain de cette boulangerie.<br>
  <br>
Sophie: Marie, peux-tu me passer <span class="style9">du</span>/<span class="style8">le</span> sel?</p>
<p class="style2">Marie: Bien s&ucirc;r. Si tu me passes <span class="style9">du/le </span>beurre.<br>
  <br>
Etienne: J&rsquo;adore <span class="style9">les</span> haricots verts! Je veux bien  <span class="style9">un </span>morceau de pain, Sylvie, s&rsquo;il te pla&icirc;t.<br>
<br>
Sylvie: Voil&agrave;. Les haricots verts sont tr&egrave;s bien avec un peu <span class="style9">de</span> poivre.<br>
<br>
Claude: Oh, c&rsquo;&eacute;tait d&eacute;licieux. Qui veut <span class="style9">du</span> fromage?<br>
<br>
Etienne: Moi, je prends une petite tranche <span class="style9">de</span> brie.<br>
<br>
Sophie: J&rsquo;adore <span class="style9">le</span> camembert! Je peux en avoir?<br>
<br>
Yves: Est-ce que je peux avoir <span class="style9">un/ le</span> couteau pour couper ce roquefort?<br>
<br>
Sylvie: Apr&egrave;s le fromage, nous mangeons un peu <span class="style9">de</span> dessert.<br>
<br>
Claude: Qui veut <span class="style9">de la</span> tarte aux fraises?<br>
<br>
Marie: Oh! J&rsquo;adore <span class="style9">la</span> tarte aux fraises! Je peux en avoir avec <span class="style9">de la</span> glace aussi?<br>
<br>
Sylvie: Oui, bien s&ucirc;r. Tu veux <span class="style9">des</span> noisettes (hazelnuts) aussi?<br>
<br>
Marie: Oui! Yves, tu me passes <span class="style9">une</span> fourchette?</p>
<p class="style2">E. <strong>Fill in the accents</strong>. Hier, je suis all<span class="style7">&eacute;</span>e au supermarch<span class="style7">&eacute;</span>, mais ma voiture est tomb<span class="style7">&eacute;</span>e en panne. J'ai achet<span class="style7">&eacute;</span> des c<span class="style7">&eacute;</span>r<span class="style7">&eacute;</span>ales, du poisson et du riz et je suis rentr<span class="style7">&eacute;</span>e <span class="style7">&agrave;</span> pied. Enfin, j'ai regard<span class="style7">&eacute;</span> un film <span class="style7">&agrave;</span> la t<span class="style7">&eacute;</span>l<span class="style7">&eacute;</span>vision.</p>
</body>
</html>
