<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Exam 4 Review: Answers</title>
<style type="text/css">
<!--
.style1 {
	font-family: Verdana, Arial, Helvetica, sans-serif;
	font-size: small;
}
.style3 {font-size: small; font-family: Verdana, Arial, Helvetica, sans-serif; font-weight: bold; }
.style6 {color: #FF0000}
.style7 {font-family: Verdana, Arial, Helvetica, sans-serif; font-size: small; color: #FF0000; }
.style9 {font-family: Verdana, Arial, Helvetica, sans-serif; font-size: small; color: #000000; }
-->
</style>
</head>

<body>
<p class="style1"><span class="style3">FLF 110&mdash; Review for Exam 4. Modules 8-10:<span class="style6"> Answers </span></span></p>
<p class="style1"><span class="style3">Partie &eacute;crite:<br>
</span><span class="style1">I. &nbsp;Questions personnelles. R&eacute;pondez par des phrases compl&egrave;tes. <br>
<span class="style6">Answers will vary.</span><br>
<br>
</span>1. Quand vous &eacute;tiez petit(e), de quoi est-ce vous vous inqui&eacute;tiez?<br>
<span class="style6">Quand j'&eacute;tais petit(e), je m'inqui&eacute;tais du noir/ des clowns/ de chiens&hellip;</span></p>
<p class="style1">De quoi est-ce que vous vous inqui&eacute;tez maintenant?<br>
  <span class="style6">Maintenant, je m'inqui&egrave;te de mes notes, de l'argent&hellip;</span></p>
<p class="style1">2. Quand vous aviez 15 ans, quand est-ce que vous vous ennuyiez?<br>
  <span class="style6">Quand j'avais 15 ans, je m'ennuyais en classe de maths/ au travail&hellip;</span> </p>
<p class="style1">Quand est-ce que vous vous ennuyez maintenant?<br>
  <span class="style6">Maintenant, je m'ennuie quand j'attends quelqu'un/ je suis dans un embouteillage&hellip; </span></p>
<p class="style1">II. Module 8. The characters are Agn&egrave;s Gaudet and her granddaughter, Mirielle.<br>
  <br>
A. L'album de photos.&nbsp; Agn&egrave;s et Mireille regardent l'album de photos d&rsquo;Agn&egrave;s.&nbsp; Compl&eacute;tez leur conversation avec le pronom relatif (<strong>qui, que,</strong> ou <strong>o&ugrave;</strong>) ou avec le pronom d'objet indirect (<strong>me, m', te, t', nous, </strong>ou<strong> vous</strong>).</p>
<p class="style1">Mirelle: Regarde cet homme.&nbsp; Mamie!&nbsp; Il a une dr&ocirc;le de t&ecirc;te!<br>
  Agn&egrave;s: Ah, oui.&nbsp; C'est mon oncle Georges <span class="style6">qui</span> faisait parti du cirque (circus).&nbsp; Voici une photo du cirque , <span class="style6">o&ugrave;</span>&nbsp;il travaillait.&nbsp; Et &ccedil;a, c'est une photo de moi dans un costume de clown <span class="style6">que</span> mon oncle Georges  <span class="style6">m'</span>avait donn&eacute;.&nbsp; Que j'adorais cet homme!&nbsp; J'ai encore le costume.&nbsp; Je peux <span class="style6">te</span> le montrer si tu veux.<br>
  Mireille: Oh oui, je veux bien.&nbsp; Est-ce que tu vas <span class="style6">me</span> permettre de l'essayer (to try it on)?<br>
  Agn&egrave;s: Je ne sais pas.&nbsp; Le costume est tr&egrave;s vieux et il est fragile maintenant.<br>
  Mireille: Dis, Mamie.&nbsp; C'est une photo de quoi?<br>
  Agn&egrave;s: Alors &ccedil;a, c'est la plage  <span class="style6">o&ugrave;</span> ma famille et moi, nous passions tous les &eacute;t&eacute;s quand j'&eacute;tais petite.&nbsp; M&ecirc;me si mes parents n'avaient pas beaucoup d'argent, ils <span class="style6">nous</span> emmenaient &agrave; la plage l'&eacute;t&eacute;.<br>
  Mireille: Et sur cette photo, tu portes le m&ecirc;me chapeau que celui  <span class="style6">que</span> tu m'as donn&eacute; il y a quelques ann&eacute;es.<br>
  Agn&egrave;s: Et oui.&nbsp; Je donne la plupart de mes tr&eacute;sors (treasures) &agrave; toi et &agrave; tes cousins.&nbsp; C'est parce que je <span class="style6">vous</span> aime beaucoup.</p>
<p class="style1">B. Et qu'est-ce qui se passe avec Ramon?&nbsp; Agn&egrave;s n'a pas de nouvelles de son petit-fils, Ramon.&nbsp; Mireille lui donne de ses nouvelles.&nbsp; Compl&eacute;tez le passage avec le pronom appropri&eacute;: <strong>lui, le, la, leur, les</strong> et conjuguez les verbes entre parenth&egrave;ses <strong>au pr&eacute;sent</strong>.</p>
<p class="style1">Ramon?&nbsp; Je ne <span class="style6">le</span> vois pas souvent, mais je <span class="style6">lui &eacute;cris</span> par e-mail.&nbsp; Sarah et moi, nous <span class="style6">lisons</span> toujours les plaisanteries (jokes) qu'il nous envoie par courrier &eacute;lectronique--qu'elles sont b&ecirc;tes (stupid)!&nbsp; Parfois il <span class="style6">&eacute;crit</span> aussi &agrave; nos cousins Thierry et Serge.&nbsp; Il <span class="style6">leur dit</span> qu'il va nous rendre visite cet &eacute;t&eacute;.</p>
<p class="style1">C. Le mariage et le voyage de noces.&nbsp; Mireille veut conna&icirc;tre les d&eacute;tails du mariage et du voyage de noces de ses grands-parents.&nbsp; Agn&egrave;s raconte.</p>
<p class="style1">1: Le jour du mariage.&nbsp; Mettez les verbes entre parenth&egrave;ses &agrave; <strong>l'imparfait</strong>.</p>
<p class="style1"><span class="style6">C'&eacute;tait</span> le samedi 20 novembre.&nbsp; Il <span class="style6">faisait</span> beau mais pas tr&egrave;s chaud.&nbsp; La c&eacute;r&eacute;monie a commenc&eacute; &agrave; 17h00.&nbsp; Je <span class="style6">portais</span> une robe blanche et Julien <span class="style6">avait</span> un costume noir.&nbsp; Mes parents <span class="style6">&eacute;taient</span> tr&egrave;s nerveux.&nbsp; Ils <span class="style6">aimaient</span>  Julien mais ils <span class="style6">avaient</span> peur que je sois trop jeune pour me marier.&nbsp; Mais Julien et moi, nous <span class="style6">n'avions</span>  pas de doutes.</p>
<p class="style1">2:&nbsp; Le voyage de noces.&nbsp; Mettez les verbes entre parenth&egrave;ses <strong>&agrave; l'imparfait</strong> ou <strong>au pass&eacute; compos&eacute;</strong> selon le contexte.</p>
<p class="style1">Apr&egrave;s la c&eacute;r&eacute;monie, Julien et moi, nous <span class="style6">sommes partis</span> &agrave; Paris pour notre voyage de noces.&nbsp; <span class="style6">C'&eacute;tait</span> notre premier voyage &agrave; Paris.&nbsp; On <span class="style6">a pass&eacute;</span> cinq jours dans un h&ocirc;tel tr&egrave;s &eacute;l&eacute;gant pr&egrave;s de la tour Eiffel.&nbsp; Tous les jours, nous  <span class="style6">allions</span> &agrave; notre caf&eacute; pr&eacute;f&eacute;r&eacute; o&ugrave; nous <span class="style6">prenions</span> le petit d&eacute;jeuner sur la terrasse, et puis nous <span class="style6">visitions</span> la ville.&nbsp; Un jour, j'<span class="style6">ai vu</span> le g&eacute;n&eacute;ral de Gaulle qui <span class="style6">se promenait</span> sur les Champs-Elys&eacute;es.&nbsp; C'&eacute;tait formidable!&nbsp; Je n'oublierai jamais ce voyage de noces!</p>
<p class="style1">III. Module 9. New characters: Three Belgian friends, Martine, Alain, and Jacques,  talk about their vacations. </p>
<p class="style1">A. Vacances pass&eacute;es.&nbsp; Martine, Alain et Jacques parlent des diff&eacute;rents pays o&ugrave; ils ont pass&eacute; leurs vacances.&nbsp; Compl&eacute;tez les blancs avec les articles ou les pr&eacute;positions qui conviennent: <strong>le, la, l', les, &agrave;, au, aux, en, de, du, de la, d'</strong>).</p>
<p class="style1">Martine: Je n'ai pas beaucoup voyag&eacute; en fait.&nbsp; Pour mon premier grand voyage, je suis all&eacute;e <span class="style6">en</span> Italie, un pays proche.&nbsp; J'ai surtout appr&eacute;ci&eacute; la ville de Florence.&nbsp; <span class="style6">&Agrave;</span> Florence, les gens sont sympa et tr&egrave;s chic!&nbsp; Ah oui, aussi, il y a deux ans, je suis all&eacute;e <span class="style6">aux</span> Etats-Unis, dans <span class="style6">le</span> Colorado et <span class="style6">en</span> Virginie pour rendre visite &agrave; des amis.&nbsp; C'&eacute;tait g&eacute;nial!&nbsp; Et toi, Alain?</p>
<p class="style1">Alain: Moi, je suis toujours rest&eacute; <span class="style6">en</span> Belgique.&nbsp; Notre pays est tr&egrave;s beau et je n'ai pas encore totalement visit&eacute;.&nbsp; Apr&egrave;s <span class="style6">la</span> Belgique, je voudrais aller <span class="style6">aux</span> Pays-Bas.&nbsp; Il para&icirc;t que c'est tr&egrave;s beau.</p>
<p class="style1">Jacques: Oui, c'est vrai.&nbsp; L'an dernier, j'ai rendu visite &agrave; mon fr&egrave;re qui habite <span class="style6">&agrave;</span> Amsterdam.&nbsp; Il habite avec sa femme qui est <span class="style6">d'</span>Allemagne.&nbsp; Apr&egrave;s, je suis all&eacute; <span class="style6">&agrave;</span> Bordeaux <span class="style6">en</span> France o&ugrave; j'ai go&ucirc;t&eacute; beaucoup de vin.</p>
<p class="style1">B. O&ugrave; aller?&nbsp; Jacques veut partir en vacances mais il ne sait pas exactement o&ugrave; aller.&nbsp; Il demande l'opinion des autres.&nbsp; Choisissez la r&eacute;ponse correcte pour compl&eacute;tez les phrases.</p>
<p class="style1">Jacques: Martine, Alain, est-ce que vous <span class="style6">connaissez</span> le S&eacute;n&eacute;gal?</p>
<p class="style1">Martine: Moi, non, mais mes parents <span class="style6">y</span> vont souvent; ils <span class="style6">l'</span>aiment beaucoup.&nbsp; Ils ont de bons amis qui  <span class="style6">y</span> habitent.</p>
<p class="style1">Jacques: <span class="style6">Sais</span>-tu si Air France a des vols directs pour le S&eacute;n&eacute;gal?</p>
<p class="style1">Martine: Je crois qu'il y  <span class="style6">en</span> a un tous les jours.</p>
<p class="style1">Jacques: Qu'est-ce qu'il y a faire dans ce pays?</p>
<p class="style1">Martine: Je <span class="style6">sais</span> qu'on peut aller &agrave; la p&ecirc;che et que les plages sont belles.</p>
<p class="style1">Jacques: Moi, je ne <span class="style6">sais</span> pas nager.&nbsp; Je pr&eacute;f&egrave;re visiter les villages et les grandes villes.&nbsp; O&ugrave; est la capitale?</p>
<p class="style1">Martine: Regardons la carte...Voyons, Dakar, c'est la capitale.&nbsp;  <span class="style6">La</span> voil&agrave;.&nbsp; Tu <span class="style6">sais</span>, Jacques, mes parents  <span class="style6">connaissent</span> une bonne agence de voyages.&nbsp; Tu peux  <span class="style6">y</span>  demander des renseignements.</p>
<p class="style1">C. Comparaisons.&nbsp; Les parents de Martine viennent de faire un tr&egrave;s beau voyage au S&eacute;n&eacute;gal.&nbsp; Maintenant, ils comparent le S&eacute;n&eacute;gal &agrave; la France.&nbsp; Utilisez les &eacute;l&eacute;ments donn&eacute;s pour faire des comparaisons.</p>
<p class="style1">1. <span class="style6">Le S&eacute;n&eacute;gal a plus de langues officielles que la France.</span></p>
<p class="style1">2. <span class="style6">Le S&eacute;n&eacute;gal offre plus d'activit&eacute;s que  la France.</span></p>
<p class="style1">3. <span class="style6">Je crois que les S&eacute;n&eacute;galais traitent les touristes mieux que  les Fran&ccedil;ais.</span></p>
<p class="style1">4. <span class="style6">Les animaux s&eacute;n&eacute;galais sont plus exotiques que les animaux fran&ccedil;ais.</span></p>
<p class="style1">Ils continuent &agrave; vanter (praise) les caract&eacute;ristiques du S&eacute;n&eacute;gal.&nbsp; Faites des phrases superlatives avec les &eacute;l&eacute;ments donn&eacute;s.</p>
<p class="style1">5. <span class="style6">Je crois que le S&eacute;n&eacute;gal a les plus belles plages du monde.</span></p>
<p class="style1">6.&nbsp;<span class="style6">Nos vacances au S&eacute;n&eacute;gal sont les meilleurs souvenirs de notre vie.</span></p>
<p class="style1">D. <strong>&nbsp;Pays francophone. </strong>R&eacute;pondez aux questions suivantes. I'll use France as an example. For the exam, you may not choose France or the country you presented in class.</p>
<p class="style1">1. Comment s'appelle le pays?<span class="style6"> Le pays s'appelle la France.</span> </p>
<p class="style1">2. Comment s'appellent ses habitants? <span class="style6">Ses habitants s'appellent les Fran&ccedil;ais.</span></p>
<p class="style1">3. O&ugrave; se trouve ce pays? &nbsp;<span class="style6">Ce pays/ La France se trouve en Europe.</span> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>
<p class="style1">4. Quels sites touristiques est-ce qu'on va y visiter? (Mentionnez 2)<span class="style6"> On va visiter le Louvre et l'Arc de Triomphe.&nbsp;</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>
<p class="style1">5. Qu'est-ce qu'on va y manger? &nbsp;&nbsp;<span class="style6">On va manger des cr&egrave;pes et des croissants.</span> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>
<p class="style1">6. Quel temps fait-il en hiver? Quelle activit&eacute; peut-on y faire en hiver? <span class="style6">Il fait froid en hiver. On peut faire du ski. </span></p>
<p class="style1">7. Quel temps fait-il en &eacute;t&eacute;? Quelle activit&eacute; peut-on faire en &eacute;t&eacute;? <span class="style6">Il fait chaud en &eacute;t&eacute;. On peut aller au mus&eacute;e ou &agrave; la plage. </span></p>
<p class="style1">8. D&eacute;crivez trois pr&eacute;paratifs que vous devez faire pour aller en voyage &agrave; ce pays. Finissez les phrases:<br>
  <span class="style6">Answers will vary.<br>
  </span>Il faut <span class="style6">demander un passeport.</span></p>
<p class="style1">Il vaut mieux <span class="style6">obtenir une carte de cr&eacute;dit avant de partir.</span> </p>
<p class="style1">Il est n&eacute;cessaire <span class="style6">d'acheter un billet d'avion</span>. </p>
<p class="style1">IV. New character: Val&eacute;rie, a journalist who lives in Montr&eacute;al and just accepted a new job in Qu&eacute;bec. Her boyfriend Laurent has stayed in Qu&eacute;bec, but comes to visit her sometimes.</p>
<p class="style1">A. O&ugrave; mettre...?&nbsp; Val&eacute;rie est en train de mettre ses affaires dans le nouvel appartement.&nbsp; Aidez-la &agrave; d&eacute;cider o&ugrave; les mettre.&nbsp; C'est possible d'utiliser les r&eacute;ponses plus qu'une fois.</p>
<div align="center">
  <table width="482" border="0" bordercolor="#000000">
    <tr>
      <td><span class="style1">a. dans sa chambre</span></td>
      <td><span class="style1">b. dans la salle de s&eacute;jour</span></td>
      <td><span class="style1">c. dans la cuisine</span></td>
    </tr>
    <tr>
      <td width="146"><span class="style1">d. dans le placard</span></td>
      <td width="179" bgcolor="#FFFFFF"><span class="style1">e. dans la salle de bains</span></td>
      <td width="135" bgcolor="#FFFFFF">&nbsp;</td>
    </tr>
  </table>
  <br>
</div>
<table width="560" border="0" bordercolor="#000000">
  <tr>
    <td width="272"><span class="style1">1. <span class="style6">C, D</span> la vaisselle</span></td>
    <td width="272"><span class="style1">2. <span class="style6">E</span> sa brosse &agrave; dents</span></td>
  </tr>
  <tr>
    <td><span class="style1">3. <span class="style6">A, D</span> ses robes</span></td>
    <td><span class="style1">4. <span class="style6">A</span> son lit</span></td>
  </tr>
  <tr>
    <td><span class="style1">5. <span class="style6">B</span> un fauteuil</span></td>
    <td><span class="style1">6. <span class="style6">B</span> une table basse</span></td>
  </tr>
  <tr>
    <td><span class="style1">7. <span class="style6">B</span> un canap&eacute;</span></td>
    <td><span class="style1">8. <span class="style6">C </span>un four &agrave; micro-ondes</span></td>
  </tr>
  <tr>
    <td><span class="style1">9.<span class="style6"> D, A</span> son manteau</span></td>
    <td><span class="style1">10. <span class="style6">A</span> un radio-r&eacute;veil</span></td>
  </tr>
</table>
<p class="style1">B. Une situation difficile.&nbsp; Val&eacute;rie n'est pas contente de sa nouvelle situation parce qu'elle a des difficult&eacute;s avec une de ses colocataires.&nbsp; Compl&eacute;tez ses pens&eacute;es avec une expression de la liste ou la forme qui convient du verbe donn&eacute; entre parenth&egrave;ses.</p>
<table width="629" border="0" bordercolor="#000000">
  <tr>
    <td width="150"><span class="style9">j'en ai marre</span></td>
    <td width="150"><span class="style9">ne...pas encore</span></td>
    <td width="150"><span class="style9">ne...jamais</span></td>
    <td width="151"><span class="style9">ne...personne</span></td>
  </tr>
  <tr>
    <td><span class="style9">ne...que</span></td>
    <td><span class="style9">ne...rien</span></td>
    <td><span class="style9">ne t'en fais pas</span></td>
    <td><span class="style9">personne ne</span> </td>
  </tr>
  <tr>
    <td><span class="style9">pourrais-tu</span></td>
    <td><span class="style9">rien ne va</span></td>
    <td><span class="style9">toujours</span></td>
    <td><span class="style9">tout va s'arranger</span> </td>
  </tr>
</table>
<p class="style1">Maintenant que j'habite dans mon nouvel appartement, <span class="style7">rien ne va</span>.&nbsp; Magalie, une de mes colocataires, <span class="style7">ne </span> fait <span class="style7">rien</span> pour aider avec le m&eacute;nage.&nbsp; Elle<span class="style7"> ne </span>vide<span class="style7"> jamais</span> la poubelle.&nbsp; En fait, elle <span class="style7">ne</span> fait <span class="style7">que</span> rester dans sa chambre toute seule o&ugrave; elle <span class="style6">met</span> des heures &agrave; &eacute;couter la radio.&nbsp; Je <span class="style6">me mets</span> rarement en col&egrave;re, mais avec Magalie, c'est difficile de me contr&ocirc;ler.&nbsp; Chaque jour, je lui demande poliment, &laquo;<span class="style7">Pourrais-tu</span> m'aider &agrave; faire la vaisselle?&raquo;&nbsp; mais elle a <span class="style7">toujours</span> d'autres choses &agrave; faire.&nbsp; Hier, Magalie <span class="style6">a promis</span>  de passer l'aspirateur mais elle <span class="style6">ne</span> l'a <span class="style7">jamais</span> fait.&nbsp; Nous, les autres, nous sommes g&eacute;n&eacute;reuses avec tout mais elle, elle ne <span class="style6">permet</span> m&ecirc;me pas qu'on entre dans sa chambre!&nbsp; <span class="style7">Personne ne</span> sait ce qu'il faut faire pour am&eacute;liorer (improve) cette situation.&nbsp; Pour me calmer, mon ami Laurent qui est toujours optimiste me dit, &laquo;<span class="style7">Ne t'en fais pas / Tout va s'arranger</span> &raquo;.&nbsp; Mais moi, <span class="style7">j'en ai marre</span> et je n'en peux plus!</p>
<p class="style1">C. La vie quotidienne.&nbsp; &Agrave; son nouveau travail, Val&eacute;rie a des horaires tr&egrave;s stricts.&nbsp; Mais tout cela a chang&eacute; quand Laurent est venu passer un long week-end avec elle.&nbsp; Compl&eacute;tez ce passage suivant avec la bonne forme des verbes de la liste.&nbsp; Utilisez <strong>le pr&eacute;sent</strong>.</p>
<table width="600" border="0" bordercolor="#000000">
  <tr>
    <td width="194"><span class="style1">se coucher</span></td>
    <td width="203"><span class="style1">s'habiller</span></td>
    <td width="181"><span class="style1">se maquiller</span></td>
  </tr>
  <tr>
    <td><span class="style1">se d&eacute;p&ecirc;cher</span></td>
    <td><span class="style1">se laver</span></td>
    <td><span class="style1">prendre</span></td>
  </tr>
  <tr>
    <td><span class="style1">se servir</span> </td>
    <td><span class="style1">se lever&nbsp;</span></td>
    <td><span class="style1"> rentrer</span></td>
  </tr>
</table>
<p class="style1">En g&eacute;n&eacute;ral, <span class="style6">je me l&egrave;ve</span> vers sept heures et demie.&nbsp; Puis je <span class="style6">m'habille/ me lave/ me maquille</span> et je <span class="style6">prends</span> le petit d&eacute;jeuner.&nbsp; Je <span class="style6">me d&eacute;p&ecirc;che</span> pour arriver au bureau &agrave; neuf heures.&nbsp; Je travaille toute la journ&eacute;e.&nbsp; Naturellement, je <span class="style6">me sers</span> r&eacute;guli&egrave;rement d'un ordinateur pour &eacute;crire mes articles.&nbsp; Je <span class="style6">rentre</span> chez moi vers sept heures du soir.&nbsp; Je d&icirc;ne &agrave; huit heures et je <span class="style6">me couche</span> vers onze heures.</p>
<p class="style1">Compl&eacute;tez le passage avec la bonne forme du <strong>pass&eacute; compos&eacute;</strong>.</p>
<table width="600" border="0" bordercolor="#000000">
  <tr>
    <td width="194"><span class="style1">s'amuser</span></td>
    <td width="203"><span class="style1">se promener</span></td>
    <td width="181"><span class="style1">se r&eacute;veiller</span></td>
  </tr>
  <tr>
    <td><span class="style1">s'endormir</span> </td>
    <td><span class="style1">ranger</span> </td>
    <td><span class="style1">sortir</span></td>
  </tr>
  <tr>
    <td><span class="style1">se mettre</span></td>
    <td><span class="style1">se reposer</span></td>
    <td><span class="style1"> rentrer</span></td>
  </tr>
</table>
<p class="style1">Mais il faut dire que quand Laurent m'a rendu visite, tout a chang&eacute;. Il est arriv&eacute; &agrave; la gare jeudi soir &agrave; six heures et nous <span class="style6">sommes sortis</span> avec des amis.&nbsp; Nous <span class="style6">nous sommes amus&eacute;s</span> jusqu'&agrave; deux heures du matin!&nbsp; Le lendemain (the next day) je <span class="style6">me suis r&eacute;veill&eacute;e</span> tard et je suis arriv&eacute;e en retard au bureau.&nbsp; Je <span class="style6">me suis mise</span> &agrave; travailler tout de suite mais j'&eacute;tais si fatigu&eacute;e que je <span class="style6">me suis endormie</span> devant mon ordinateur.&nbsp; Au lieu de (instead of) travailler pendant le d&eacute;jeuner, j'avais rendez-vous avec Laurent &agrave; une heure et <span class="style6">nous nous sommes promen&eacute;s </span>dans le parc avant de prendre le d&eacute;jeuner.</p>
</body>
</html>
