<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Exam 2 Review</title>
<style type="text/css">
<!--
.style2 {
	font-size: small;
	font-family: Verdana, Arial, Helvetica, sans-serif;
	font-weight: normal;
}
.style3 {font-size: small; font-family: Verdana, Arial, Helvetica, sans-serif; font-weight: bold; }
-->
</style>
</head>

<body>
<p><span class="style3">FLF 110&mdash; Review for Exam 2. Modules 4-5<br>
Exam outline:<br>
  <br>
Oral part:<br>
</span><span class="style2">Review vocabulary for time, numbers, drinks, and leisure activities<br>
See Vocabulary  for Modules <a href="110Vocab1.html">1</a>, <a href="110Vocab2.html">2</a>, <a href="110Vocab3.html">3</a>, <a href="110Vocab4.html">4</a>, <a href="110Vocab5.html">5</a></span></p>
<p><span class="style3">Written part:<br>
  </span><span class="style2">Rewrite questions using est-ce que and inversion<br>
  Answer questions about where you go, what you do, beverages, weather<br>
  Grammar  multiple choice: verbs, interrogatives, c'est / il est<br>
  Invitations: refuse, accept, giving reasons<br>
Composition: plans for  break, using futur proche and verbs from Modules 1-5 </span></p>
<p class="style2"><strong>A. Une conversation personnelle.</strong>&nbsp; At the office, Val&eacute;rie receives a phone call from her boyfriend, Laurent.&nbsp; Complete their conversation by filling in the blanks with the appropriate pronouns: <strong><em>&agrave;, au, &agrave; la, &agrave; l&rsquo;,</em></strong> or <strong><em>aux</em></strong>.</p>
<p class="style2">Salut, Laurent.&nbsp; Oui, je suis tr&egrave;s occup&eacute;e, comme d&rsquo;habitude!&nbsp; Vers six heures?&nbsp; Non, c&rsquo;est impossible.&nbsp; Apr&egrave;s le travail, j&rsquo;ai rendez-vous avec Anne ____________ boutique Pimkie et puis je vais aller _____________ supermarch&eacute;.&nbsp; Je n&rsquo;ai rien &agrave; manger ______________ maison.&nbsp; Si tu veux (<em>if you want</em>), viens au bureau vers une heure et nous pourrrons d&eacute;jeuner _____________ restaurant d&rsquo;&agrave; c&ocirc;t&eacute;.&nbsp; Ce soir?&nbsp; Je ne sais pas.&nbsp; Tu sais, demain, je dois aller _____________ a&eacute;roport tr&egrave;s t&ocirc;t, ____________ six heures trente.&nbsp; D&rsquo;accord, oui.&nbsp; A tout &agrave; l&rsquo;heure.</p>
<p class="style2"><strong>B. Une visite au bureau.</strong>&nbsp; Laurent, Val&eacute;rie&rsquo;s boyfriend, has arrived at her office.&nbsp; She takes him on a tour where she points out various people and things to him.&nbsp; Complete Val&eacute;rie&rsquo;s statements with <strong><em>Il/Elle est, C&rsquo;est, Ils/Elles sont</em></strong><em>,</em> or <strong><em>Ce sont</em></strong>.</p>
<p class="style2">1. Voici Carole et Susie.&nbsp; Elles pr&eacute;parent un article sur les &eacute;lections municipales.&nbsp; __________ travailleuses, n&rsquo;est-ce pas?</p>
<p class="style2">2. Henri s&rsquo;occupe de notre bureau et prend nos messages.&nbsp; __________ un secr&eacute;taire excellent.</p>
<p class="style2">3. Et l&agrave;, c&rsquo;est le bureau de l&rsquo;avocat de l&rsquo;entreprise, M. Savoie.&nbsp; __________ intelligent mais un peu snob.</p>
<p class="style2">4. Eh bien, que penses-tu de mes coll&egrave;gues?  __________ tr&egrave;s gentils, n'est-ce pas? </p>
<p class="style2"><strong>C. Les activit&eacute;s de la journ&eacute;e.</strong>&nbsp; Val&eacute;rie&rsquo;s supervisor is dividing the day&rsquo;s work up among her staff, telling various people what they are going to do that day.&nbsp; Finish the sentences with the correct form of the <em>futur proche (aller + infinitif)</em> of the verb in parentheses.</p>
<p class="style2">1. Val&eacute;rie __________ (t&eacute;l&eacute;phoner) &agrave; la police pour les informations r&eacute;centes.</p>
<p class="style2">2. Carole et Susie __________ (faire) des recherches sur les probl&egrave;mes de circulation (<em>traffic</em>).</p>
<p class="style2">3. Cyril, toi et moi, nous __________ (parler) aux t&eacute;moins (<em>witnesses</em>) d&rsquo;un accident.</p>
<p class="style2">4. Moi, je __________ (surveiller) (<em>supervise</em>) le bureau.</p>
<p class="style2">5. Michel, tu __________ (chercher) des caf&eacute;s pour tout le monde. </p>
<p class="style3"><span class="style2"><strong>D. Questions pour une interview</strong>. Here are a few questions that Val&eacute;rie asked in an interview on leisure activities. Reformulate the questions using <em>inversion</em> or est-ce que, as indicated.</span></p>
<p class="style3"><span class="style2">1. Votre femme aime aussi aller au mus&eacute;e d'art? (<em>est-ce que</em>)</span></p>
<p class="style3"><span class="style2">2. Vos enfants jouent au tennis? (<em>inversion</em>)</span></p>
<p class="style3"><span class="style2">3. Votre fille va au stade pour voir les matches de foot (<em>inversion</em>)?</span><br>
</p>
<p class="style2"><strong>E. Un rendez-vous apr&egrave;s le travail. </strong>After work, Val&eacute;rie talks with her friend Anne. Complete their conversation with the correct form of a verb from the list that best fits the context.</p>
<table width="277" border="1">
  <tr>
    <td width="53"><span class="style2">aller</span></td>
    <td width="98"><span class="style2">faire</span></td>
    <td width="104"><span class="style2">jouer</span></td>
  </tr>
  <tr>
    <td><span class="style2">avoir</span></td>
    <td><span class="style2">fermer</span></td>
    <td><span class="style2">se relaxer</span></td>
  </tr>
  <tr>
    <td><span class="style2">&ecirc;tre</span></td>
    <td><span class="style2">gagner</span></td>
    <td><span class="style2">se retrouver</span></td>
  </tr>
</table>
<p class="style2">Val&eacute;rie: Tu sais, j'aime mon travail. Il (1) __________ int&eacute;ressant et je (2) __________ assez d'argent. Je (3) __________ des voyages et j'ai l'occasion de d&eacute;couvrir beaucoup de nouvelles choses. Mais parfois, j'ai l'impression que mon travail est trop important dans ma vie.</p>
<p class="style2">Anne: Tu passes tout (<em>all</em>) ton temps au bureau?</p>
<p class="style2">Val&eacute;rie: Non, pas vraiment. J(e) (4) _________ cours de danse le lundi soir et moi et mes amis, nous (5) _____________________ souvent au caf&eacute;. . . Et puis il y a Laurent, mon petit ami.</p>
<p class="style2">Anne: Tu n'as pas assez de temps pour Laurent? </p>
<p class="style2">Val&eacute;rie: Nous (6) ______________ au tennis le week-end, on (7) ______________ ensemble le soir de temps en temps (<em>from time to time</em>), on ______________ au cin&eacute;ma.</p>
<p class="style2">Anne: C'est pas mal. Tu organises bien ton temps.</p>
<p class="style2">Val&eacute;rie: Peut-&ecirc;tre. (<em>Maybe</em>) Zut! Il est d&eacute;j&agrave; 19h40. Je regrette, Anne, mais je dois partir. Le supermarch&eacute; ______________ dans vingt minutes.</p>
<p class="style2"><strong>F. Une interrogation.</strong>&nbsp; Jamal, a Moroccan student, meets up with his friends, Fatma, Luna, and Messod at their favorite caf&eacute;.  Messod has some  news to report.&nbsp; Fill in the blanks of the conversation with the appropriate question word that fits in logically with the response that follows.&nbsp; A list of choices is given below.<br>
</p>
<table width="426" border="1">
  <tr>
    <td width="97"><span class="style2">combien (de)</span></td>
    <td width="33"><span class="style2">d&rsquo;o&ugrave;</span></td>
    <td width="60"><span class="style2">pourquoi</span></td>
    <td width="70"><span class="style2">quel(le)</span></td>
    <td width="132"><span class="style2">qui</span></td>
  </tr>
  <tr>
    <td><span class="style2">comment</span></td>
    <td><span class="style2">o&ugrave;</span></td>
    <td><span class="style2">quand</span></td>
    <td><span class="style2">que</span></td>
    <td><span class="style2">quoi</span></td>
  </tr>
</table>
<p class="style2">Fatma: Eh bien, Messod.&nbsp; __________ &ccedil;a va?</p>
<p class="style2">Messod: Oh, je vais tr&egrave;s bien en ce moment.</p>
<p class="style2">Jamal: Ah!&nbsp; Et __________?</p>
<p class="style2">Messod: Parce que j&rsquo;ai rencontr&eacute; la femme de ma vie.</p>
<p class="style2">Luna: __________ est-ce que tu l&rsquo;as rencontr&eacute;e?</p>
<p class="style2">Messod: Au centre commercial.<br>
  <br>
Jamal:__________ fait-elle comme travail?</p>
<p class="style2">Messod: C&rsquo;est une vendeuse du magasin Pimkie.&nbsp; Elle s&rsquo;appelle Marie.</p>
<p class="style2">Fatma:__________ est-ce que tu vas la revoir (<em>see her again</em>)?</p>
<p class="style2">Messod: Dans une heure.&nbsp; Pimkie ferme &agrave; 19h00.&nbsp; Alors, elle est libre &agrave; 19h30</p>
<p class="style2">Luna: __________ bonne nouvelle!</p>
<p class="style2"><strong>G. La commande</strong>.&nbsp; The next day, Messod, Jamal, and Luna are sitting in a caf&eacute; waiting for Fatma to join them.&nbsp; As they place their orders, fill in the blanks with the appropriate form of the verb that makes sense in the context of the dialogue.&nbsp; A list of verbs is given below.</p>
<table width="445" border="1">
  <tr>
    <td width="86"><span class="style2">attendre</span></td>
    <td width="82"><span class="style2">d&eacute;sirer</span></td>
    <td width="70"><span class="style2">faire</span></td>
    <td width="80"><span class="style2">partir</span></td>
    <td width="93"><span class="style2">sortir</span></td>
  </tr>
  <tr>
    <td><span class="style2">comprendre</span></td>
    <td><span class="style2">dormir</span></td>
    <td><span class="style2">laisser</span></td>
    <td><span class="style2">prendre</span></td>
    <td><span class="style2">vouloir</span></td>
  </tr>
</table>
<p class="style2">Serveur: Vous ____________________?</p>
<p class="style2">Messod: Pour moi, un caf&eacute;.&nbsp; Jamal, qu&rsquo;est-ce que tu ____________________ prendre?</p>
<p class="style2">Jamal: Un cr&egrave;me s&rsquo;il vous pla&icirc;t.&nbsp; Et toi, Luna?</p>
<p class="style2">Luna: Avez-vous du jus d&rsquo;orange?</p>
<p class="style2">Serveur: Je vais demander si vous voulez bien ____________________ une petite minute... Non, pas de jus d&rsquo;orange ce soir.</p>
<p class="style2">Luna: Comment?&nbsp; Pas de jus d&rsquo;orange?&nbsp; Je ne ____________________ pas.</p>
<p class="style2">Serveur: Nous sommes tr&egrave;s d&eacute;sol&eacute;s, Mademoiselle.</p>
<p class="style2">Luna: Ce n&rsquo;est pas grave.&nbsp; Alors, nous ____________________ trois caf&eacute;s.</p>
<p class="style2">Jamal: Alors, qu&rsquo;est-ce qu&rsquo;on ____________________ ce soir?&nbsp; Nous pouvons aller voir un film ou un concert.</p>
<p class="style2">Messod: Moi, je&nbsp;____________________ t&ocirc;t pour aller chercher Marie apr&egrave;s son travail.</p>
<p class="style2">Jamal: Regarde Luna: elle est tr&egrave;s fatigu&eacute;e.&nbsp; Elle ____________________d&eacute;j&agrave; sur la table!&nbsp; C&rsquo;est peut-&ecirc;tre une bonne id&eacute;e si nous ne ____________________ pas ce soir.&nbsp; Monsieur, l&rsquo;addition, s&rsquo;il vous pla&icirc;t.</p>
<p class="style2">Messod: Est-ce que je ____________________ un pourboire (<em>tip</em>)?</p>
<p class="style2">Jamal: Ce n&rsquo;est pas n&eacute;cessaire, mais pourquoi pas? Il &eacute;tait sympa.</p>
<p class="style2"><strong>H.</strong> <strong>Les pr&eacute;f&eacute;rences</strong>.&nbsp; While at the caf&eacute;, the four friends chat about their and other people&rsquo;s preferences for food and drink.&nbsp; Fill in the blanks with the correct stress pronouns (moi, toi, lui&hellip;) to complete the conversation.</p>
<p class="style2">Fatma: Mon amie Susanne, __________, elle adore la bi&egrave;re.&nbsp; Mais __________, je ne bois pas de boissons alcoolis&eacute;es.&nbsp; Et ___________, Jamal?&nbsp; Qu&rsquo;est-ce que tu pr&eacute;f&egrave;res?</p>
<p class="style2">Jamal: J&rsquo;aime le jus de fruits, alors, ___________, je bois souvent du jus d&rsquo;abricots.&nbsp; Mais Messod, ___________, il n&rsquo;aime pas le jus d&rsquo;abricots.&nbsp; N&rsquo;est-ce pas, Messod?</p>
<p class="style2">Messod: Oui, c&rsquo;est vrai.&nbsp; Et Fatma et Luna, vous aimez le coca, ___________?</p>
<p class="style2">Luna: ___________, je l'adore, mais, Fatma, ___________ elle ne l&rsquo;aime pas.&nbsp; Mais ___________, nous adorons l&rsquo;Orangina toutes les deux.</p>
<p class="style2"><strong>I. Questions. </strong>Be able to answer  questions like these in complete sentences in French.<br>
1. Quelle heure est-il?<br>
2. Quel temps fait-il?<br>
3. &Agrave; quelle heure est-ce que vous vous levez pendant la semaine? Et le week-end?<br>
4. 
&Agrave; quelle heure est-ce que vous vous couchez pendant la semaine? Et le week-end?<br>
5. Vous  habillez-vous avant ou apr&egrave;s le petit d&eacute;jeuner?
<br>
  6. Qu'est-ce que vous aimez faire le week-end?<br>
  7. Qu'est-ce que vous aimez faire quand il fait chaud?<br> 
8. Qu'est-ce que vous devez faire ce soir? Demain?</p>
<p class="style2"><strong>J. Fill in the accents.</strong> Ou est-ce tu aimerais dejeuner? Je prefere le cafe en face de la bibliotheque.<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>
</body>
</html>
