<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Exam 4 Review</title>
<style type="text/css">
<!--
.style1 {
	font-family: Verdana, Arial, Helvetica, sans-serif;
	font-size: small;
}
.style3 {font-size: small; font-family: Verdana, Arial, Helvetica, sans-serif; font-weight: bold; }
-->
</style>
</head>

<body>
<p class="style1"><span class="style3">FLF 110&mdash; Review for Exam 4. Modules 8-10 </span></p>
<p class="style1"><strong>Partie orale:</strong></p>
<p class="style1"><strong>Le nouvel appartement.</strong>&nbsp; Val&eacute;rie arrive &agrave; Qu&eacute;bec, dans son nouvel appartement.&nbsp; Elle le d&eacute;crit &agrave; Laurent, son petit ami, qui vient de t&eacute;l&eacute;phoner.&nbsp; Compl&eacute;tez la conversation avec les mots que vous entendez.</p>
<p class="style1">Laurent, je viens de <u> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </u>&nbsp;et j&rsquo;adore mon nouvel appartement! <u> </u><u>&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </u></p>
<p class="style1">est grande et il y a quatre <u>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </u>, une pour chaque colocataire. Mes colocataires</p>
<p class="style1"> sont gentilles, elles <u>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</u> assez t&ocirc;t et <u>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</u>&nbsp;assez t&ocirc;t, </p>
<p class="style1">comme moi.&nbsp; Le seul probl&egrave;me est que nous voulons<u>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</u> et <u>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </u></p>
<p class="style1">&agrave; la m&ecirc;me heure! <u>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</u> n&rsquo;est pas assez grande pour &ccedil;a.&nbsp; Maintenant,&nbsp;<u>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </u></p>
<p class="style1">mes affaires dans ma chambre et <u>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</u>.&nbsp; Tu m&rsquo;a dis que tu venais me voir ce </p>
<p class="style1">week-end. <u>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</u>?&nbsp; J&rsquo;attends avec impatience te voir.</p>
<p><span class="style3">Partie &eacute;crite:<br>
</span><span class="style1">I. &nbsp;Questions personnelles. R&eacute;pondez par des phrases compl&egrave;tes.</span></p>
<p class="style1">1. Quand vous &eacute;tiez petit(e), de quoi est-ce vous vous inqui&eacute;tiez?</p>
<p class="style1">De quoi est-ce que vous vous inqui&eacute;tez maintenant?</p>
<p class="style1">2. Quand vous aviez 15 ans, quand est-ce que vous vous ennuyiez?</p>
<p class="style1">Quand est-ce que vous vous ennuyez maintenant?</p>
<p class="style1">II. Module 8. The characters are Agn&egrave;s Gaudet and her granddaughter, Mirielle.<br>
  <br>
A. L'album de photos.&nbsp; Agn&egrave;s et Mireille regardent l'album de photos d&rsquo;Agn&egrave;s.&nbsp; Compl&eacute;tez leur conversation avec le pronom relatif (<strong>qui, que,</strong> ou <strong>o&ugrave;</strong>) ou avec le pronom d'objet indirect (<strong>me, m', te, t', nous, </strong>ou<strong> vous</strong>).</p>
<p class="style1">Mirelle: Regarde cet homme.&nbsp; Mamie!&nbsp; Il a une dr&ocirc;le de t&ecirc;te!<br>
  Agn&egrave;s: Ah, oui.&nbsp; C'est mon oncle Georges __________(qui, que, o&ugrave;) faisait parti du cirque (circus).&nbsp; Voici une photo du cirque __________ (qui, que, o&ugrave;)&nbsp;il travaillait.&nbsp; Et &ccedil;a, c'est une photo de moi dans un costume de clown __________ (qui, que, o&ugrave;) mon oncle Georges __________ (me, m', te, t', nous, vous) avait donn&eacute;.&nbsp; Que j'adorais cet homme!&nbsp; J'ai encore le costume.&nbsp; Je peux __________ (me, m', te, t', nous, vous) le montrer si tu veux.<br>
  Mireille: Oh oui, je veux bien.&nbsp; Est-ce que tu vas __________ (me, m', te, t', nous, vous) permettre de l'essayer (to try it on)?<br>
  Agn&egrave;s: Je ne sais pas.&nbsp; Le costume est tr&egrave;s vieux et il est fragile maintenant.<br>
  Mireille: Dis, Mamie.&nbsp; C'est une photo de quoi?<br>
  Agn&egrave;s: Alors &ccedil;a, c'est la plage __________ (qui, que, o&ugrave;) ma famille et moi, nous passions tous les &eacute;t&eacute;s quand j'&eacute;tais petite.&nbsp; M&ecirc;me si mes parents n'avaient pas beaucoup d'argent, ils __________ (me, m', te, t', nous, vous) emmenaient &agrave; la plage l'&eacute;t&eacute;.<br>
  Mireille: Et sur cette photo, tu portes le m&ecirc;me chapeau que celui __________( qui, que, o&ugrave;) tu m'as donn&eacute; il y a quelques ann&eacute;es.<br>
  Agn&egrave;s: Et oui.&nbsp; Je donne la plupart de mes tr&eacute;sors (treasures) &agrave; toi et &agrave; tes cousins.&nbsp; C'est parce que je __________ (me, m', te, t', nous, vous) aime beaucoup.</p>
<p class="style1">B. Et qu'est-ce qui se passe avec Ramon?&nbsp; Agn&egrave;s n'a pas de nouvelles de son petit-fils, Ramon.&nbsp; Mireille lui donne de ses nouvelles.&nbsp; Compl&eacute;tez le passage avec le pronom appropri&eacute;: <strong>lui, le, la, leur, les</strong> et conjuguez les verbes entre parenth&egrave;ses <strong>au pr&eacute;sent</strong>.</p>
<p class="style1">Ramon?&nbsp; Je ne __________ vois pas souvent, mais je __________ __________ (&eacute;crire) par e-mail.&nbsp; Sarah et moi, nous __________ (lire) toujours les plaisanteries (jokes) qu'il nous envoie par courrier &eacute;lectronique--qu'elles sont b&ecirc;tes (stupid)!&nbsp; Parfois il __________ (&eacute;crire) aussi &agrave; nos cousins Thierry et Serge.&nbsp; Il __________ __________ (dire) qu'il va nous rendre visite cet &eacute;t&eacute;.</p>
<p class="style1">C. Le mariage et le voyage de noces.&nbsp; Mireille veut conna&icirc;tre les d&eacute;tails du mariage et du voyage de noces de ses grands-parents.&nbsp; Agn&egrave;s raconte.</p>
<p class="style1">1: Le jour du mariage.&nbsp; Mettez les verbes entre parenth&egrave;ses &agrave; <strong>l'imparfait</strong>.</p>
<p class="style1">C' __________ &nbsp;(1 &ecirc;tre) le samedi 20 novembre.&nbsp; Il __________ &nbsp;(2 faire) beau mais pas tr&egrave;s chaud.&nbsp; La c&eacute;r&eacute;monie a commenc&eacute; &agrave; 17h00.&nbsp; Je __________ &nbsp;(3 porter) une robe blanche et Julien __________ (4 avoir) un costume noir.&nbsp; Mes parents __________ &nbsp;(5 &ecirc;tre) tr&egrave;s nerveux.&nbsp; Ils __________ (6 aimer) Julien mais ils __________ &nbsp;(7 avoir) peur que je sois trop jeune pour me marier.&nbsp; Mais Julien et moi, nous n' __________ (8 avoir) pas de doutes.</p>
<p class="style1">2:&nbsp; Le voyage de noces.&nbsp; Mettez les verbes entre parenth&egrave;ses <strong>&agrave; l'imparfait</strong> ou <strong>au pass&eacute; compos&eacute;</strong> selon le contexte.</p>
<p class="style1">Apr&egrave;s la c&eacute;r&eacute;monie, Julien et moi, nous ___________________ &nbsp;(1 partir) &agrave; Paris pour notre voyage de noces.&nbsp; C' ___________________&nbsp;(2 &ecirc;tre) notre premier voyage &agrave; Paris.&nbsp; On ___________________&nbsp;(3 passer) cinq jours dans un h&ocirc;tel tr&egrave;s &eacute;l&eacute;gant pr&egrave;s de la tour Eiffel.&nbsp; Tous les jours, nous ___________________&nbsp;(4 aller) &agrave; notre caf&eacute; pr&eacute;f&eacute;r&eacute; o&ugrave; nous ___________________ (5 prendre) le petit d&eacute;jeuner sur la terrasse, et puis nous ___________________ (visiter) la ville.&nbsp; Un jour, j(e) ___________________ (6 voir) le g&eacute;n&eacute;ral de Gaulle qui ___________________ (7 se promener) sur les Champs-Elys&eacute;es.&nbsp; C'&eacute;tait formidable!&nbsp; Je n'oublierai jamais ce voyage de noces!</p>
<p class="style1">III. Module 9. New characters: Three Belgian friends, Martine, Alain, and Jacques,  talk about their vacations. </p>
<p class="style1">A. Vacances pass&eacute;es.&nbsp; Martine, Alain et Jacques parlent des diff&eacute;rents pays o&ugrave; ils ont pass&eacute; leurs vacances.&nbsp; Compl&eacute;tez les blancs avec les articles ou les pr&eacute;positions qui conviennent: <strong>le, la, l', les, &agrave;, au, aux, en, de, du, de la, d'</strong>).</p>
<p class="style1">Martine: Je n'ai pas beaucoup voyag&eacute; en fait.&nbsp; Pour mon premier grand voyage, je suis all&eacute;e __________ Italie, un pays proche.&nbsp; J'ai surtout appr&eacute;ci&eacute; la ville de Florence.&nbsp; __________ Florence, les gens sont sympa et tr&egrave;s chic!&nbsp; Ah oui, aussi, il y a deux ans, je suis all&eacute;e __________ Etats-Unis, dans __________ Colorado et __________ Virginie pour rendre visite &agrave; des amis.&nbsp; C'&eacute;tait g&eacute;nial!&nbsp; Et toi, Alain?</p>
<p class="style1">Alain: Moi, je suis toujours rest&eacute; __________ Belgique.&nbsp; Notre pays est tr&egrave;s beau et je n'ai pas encore totalement visit&eacute;.&nbsp; Apr&egrave;s __________ Belgique, je voudrais aller __________ Pays-Bas.&nbsp; Il para&icirc;t que c'est tr&egrave;s beau.</p>
<p class="style1">Jacques: Oui, c'est vrai.&nbsp; L'an dernier, j'ai rendu visite &agrave; mon fr&egrave;re qui habite __________ Amsterdam.&nbsp; Il habite avec sa femme qui est __________ Allemagne.&nbsp; Apr&egrave;s, je suis all&eacute; __________ Bordeaux __________ France o&ugrave; j'ai go&ucirc;t&eacute; beaucoup de vin.</p>
<p class="style1">B. O&ugrave; aller?&nbsp; Jacques veut partir en vacances mais il ne sait pas exactement o&ugrave; aller.&nbsp; Il demande l'opinion des autres.&nbsp; Choisissez la r&eacute;ponse correcte pour compl&eacute;tez les phrases.</p>
<p class="style1">Jacques: Martine, Alain, est-ce que vous __________ (savez, connaissez) le S&eacute;n&eacute;gal?</p>
<p class="style1">Martine: Moi, non, mais mes parents __________ (le, y, en) vont souvent; ils __________ (l', y, en) aiment beaucoup.&nbsp; Ils ont de bons amis qui __________ (le, y, en) habitent.</p>
<p class="style1">Jacques: __________ (Sais, Connais)-tu si Air France a des vols directs pour le S&eacute;n&eacute;gal?</p>
<p class="style1">Martine: Je crois qu'il y __________ (le, en, les) a un tous les jours.</p>
<p class="style1">Jacques: Qu'est-ce qu'il y a faire dans ce pays?</p>
<p class="style1">Martine: Je __________ (sais, connais) qu'on peut aller &agrave; la p&ecirc;che et que les plages sont belles.</p>
<p class="style1">Jacques: Moi, je ne __________ (sais, connais) pas nager.&nbsp; Je pr&eacute;f&egrave;re visiter les villages et les grandes villes.&nbsp; O&ugrave; est la capitale?</p>
<p class="style1">Martine: Regardons la carte...Voyons, Dakar, c'est la capitale.&nbsp; __________ (Le, La, L') voil&agrave;.&nbsp; Tu __________ (sais, connais), Jacques, mes parents __________ (savent, connaissent) une bonne agence de voyages.&nbsp; Tu peux __________ (la, y les) demander des renseignements.</p>
<p class="style1">C. Comparaisons.&nbsp; Les parents de Martine viennent de faire un tr&egrave;s beau voyage au S&eacute;n&eacute;gal.&nbsp; Maintenant, ils comparent le S&eacute;n&eacute;gal &agrave; la France.&nbsp; Utilisez les &eacute;l&eacute;ments donn&eacute;s pour faire des comparaisons.</p>
<p class="style1">1. le S&eacute;n&eacute;gal / la France (+ avoir langues officielles)</p>
<p class="style1">2. le S&eacute;n&eacute;gal /&nbsp; la France (= offrir activit&eacute;s &agrave; faire)</p>
<p class="style1">3. je crois que les S&eacute;n&eacute;galais / les Fran&ccedil;ais (+ traiter [to treat] tourists)</p>
<p class="style1">4. les animaux s&eacute;n&eacute;galais / les animaux fran&ccedil;ais (+ exotique)</p>
<p class="style1">Ils continuent &agrave; vanter (praise) les caract&eacute;ristiques du S&eacute;n&eacute;gal.&nbsp; Faites des phrases superlatives avec les &eacute;l&eacute;ments donn&eacute;s.</p>
<p class="style1">5. Je crois que le S&eacute;n&eacute;gal a (+ beau/ plages/ monde)</p>
<p class="style1">6.&nbsp;Nos vacances au S&eacute;n&eacute;gal sont (+ bon/ souvenirs/ notre vie)</p>
<p class="style1">D. <strong>&nbsp;Pays francophone. </strong>R&eacute;pondez aux questions suivantes. I'll use France as an example. For the exam, you may not choose France or the country you presented in class.</p>
<p class="style1">1. Comment s'appelle le pays?</p>
<p class="style1">2. Comment s'appellent ses habitants?</p>
<p class="style1">3. O&ugrave; se trouve ce pays? &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>
<p class="style1">4. Quels sites touristiques est-ce qu'on va y visiter? (Mentionnez 2) &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>
<p class="style1">5. Qu'est-ce qu'on va y manger? &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>
<p class="style1">6. Quel temps fait-il en hiver? Quelle activit&eacute; peut-on y faire en hiver?</p>
<p class="style1">7. Quel temps fait-il en &eacute;t&eacute;? Quelle activit&eacute; peut-on faire en &eacute;t&eacute;?</p>
<p class="style1">8. D&eacute;crivez trois pr&eacute;paratifs que vous devez faire pour aller en voyage &agrave; ce pays. Finissez les phrases: </p>
<p class="style1">Il faut</p>
<p class="style1">Il vaut mieux</p>
<p class="style1">Il est n&eacute;cessaire </p>
<p class="style1">IV. New character: Val&eacute;rie, a journalist who lives in Montr&eacute;al and just accepted a new job in Qu&eacute;bec. Her boyfriend Laurent has stayed in Qu&eacute;bec, but comes to visit her sometimes.</p>
<p class="style1">A. O&ugrave; mettre...?&nbsp; Val&eacute;rie est en train de mettre ses affaires dans le nouvel appartement.&nbsp; Aidez-la &agrave; d&eacute;cider o&ugrave; les mettre.&nbsp; C'est possible d'utiliser les r&eacute;ponses plus qu'une fois.</p>
<div align="center">
  <table width="482" border="0" bordercolor="#000000">
    <tr>
      <td><span class="style1">a. dans sa chambre</span></td>
      <td><span class="style1">b. dans la salle de s&eacute;jour</span></td>
      <td><span class="style1">c. dans la cuisine</span></td>
    </tr>
    <tr>
      <td width="146"><span class="style1">d. dans le placard</span></td>
      <td width="179"><span class="style1">e. dans la salle de bains</span></td>
      <td width="135">&nbsp;</td>
    </tr>
  </table>
  <br>
</div>
<table width="560" border="0" bordercolor="#000000">
  <tr>
    <td width="272"><span class="style1">1. ____ la vaisselle</span></td>
    <td width="272"><span class="style1">2. ____ sa brosse &agrave; dents</span></td>
  </tr>
  <tr>
    <td><span class="style1">3. ____ ses robes</span></td>
    <td><span class="style1">4. ____ son lit</span></td>
  </tr>
  <tr>
    <td><span class="style1">5. ____ un fauteuil</span></td>
    <td><span class="style1">6. ____ une table basse</span></td>
  </tr>
  <tr>
    <td><span class="style1">7. ____ un canap&eacute;</span></td>
    <td><span class="style1">8. ____ un four &agrave; micro-ondes</span></td>
  </tr>
  <tr>
    <td><span class="style1">9. ____ son manteau</span></td>
    <td><span class="style1">10. ____ un radio-r&eacute;veil</span></td>
  </tr>
</table>
<p class="style1">B. Une situation difficile.&nbsp; Val&eacute;rie n'est pas contente de sa nouvelle situation parce qu'elle a des difficult&eacute;s avec une de ses colocataires.&nbsp; Compl&eacute;tez ses pens&eacute;es avec une expression de la liste ou la forme qui convient du verbe donn&eacute; entre parenth&egrave;ses.</p>
<table width="629" border="0" bordercolor="#000000">
  <tr>
    <td width="150"><span class="style1">j'en ai marre</span></td>
    <td width="150"><span class="style1">ne...pas encore</span></td>
    <td width="150"><span class="style1">ne...jamais</span></td>
    <td width="151"><span class="style1">ne...personne</span></td>
  </tr>
  <tr>
    <td><span class="style1">ne...que</span></td>
    <td><span class="style1">ne...rien</span></td>
    <td><span class="style1">ne t'en fais pas</span></td>
    <td><span class="style1">personne ne</span> </td>
  </tr>
  <tr>
    <td><span class="style1">pourrais-tu</span></td>
    <td><span class="style1">rien ne va</span></td>
    <td><span class="style1">toujours</span></td>
    <td><span class="style1">tout va s'arranger</span> </td>
  </tr>
</table>
<p class="style1">Maintenant que j'habite dans mon nouvel appartement, __________.&nbsp; Magalie, une de mes colocataires, __________ fait __________ pour aider avec le m&eacute;nage.&nbsp; Elle __________ vide __________ la poubelle.&nbsp; En fait, elle __________ fait __________ rester dans sa chambre toute seule o&ugrave; elle __________ (mettre) des heures &agrave; &eacute;couter la radio.&nbsp; Je __________ (se mettre) rarement en col&egrave;re, mais avec Magalie, c'est difficile de me contr&ocirc;ler.&nbsp; Chaque jour, je lui demande poliment, &laquo;__________ m'aider &agrave; faire la vaisselle?&raquo;&nbsp; mais elle a __________ d'autres choses &agrave; faire.&nbsp; Hier, Magalie __________ (promettre) de passer l'aspirateur mais elle __________ l'a __________ fait.&nbsp; Nous, les autres, nous sommes g&eacute;n&eacute;reuses avec tout mais elle, elle ne __________ (permettre) m&ecirc;me pas qu'on entre dans sa chambre!&nbsp; __________ sait ce qu'il faut faire pour am&eacute;liorer (improve) cette situation.&nbsp; Pour me calmer, mon ami Laurent qui est toujours optimiste me dit, &laquo;__________&raquo;.&nbsp; Mais moi, __________ et je n'en peux plus!</p>
<p class="style1">C. La vie quotidienne.&nbsp; &Agrave; son nouveau travail, Val&eacute;rie a des horaires tr&egrave;s stricts.&nbsp; Mais tout cela a chang&eacute; quand Laurent est venu passer un long week-end avec elle.&nbsp; Compl&eacute;tez ce passage suivant avec la bonne forme des verbes de la liste.&nbsp; Utilisez <strong>le pr&eacute;sent</strong>.</p>
<table width="600" border="0" bordercolor="#000000">
  <tr>
    <td width="194"><span class="style1">se coucher</span></td>
    <td width="203"><span class="style1">s'habiller</span></td>
    <td width="181"><span class="style1">se maquiller</span></td>
  </tr>
  <tr>
    <td><span class="style1">se d&eacute;p&ecirc;cher</span></td>
    <td><span class="style1">se laver</span></td>
    <td><span class="style1">prendre</span></td>
  </tr>
  <tr>
    <td><span class="style1">se servir</span> </td>
    <td><span class="style1">se lever&nbsp;</span></td>
    <td><span class="style1"> rentrer</span></td>
  </tr>
</table>
<p class="style1">En g&eacute;n&eacute;ral, je ____________________ vers sept heures et demie.&nbsp; Puis je ____________________ et je ____________________ le petit d&eacute;jeuner.&nbsp; Je ____________________ pour arriver au bureau &agrave; neuf heures.&nbsp; Je travaille toute la journ&eacute;e.&nbsp; Naturellement, je ____________________ r&eacute;guli&egrave;rement d'un ordinateur pour &eacute;crire mes articles.&nbsp; Je ____________________ chez moi vers sept heures du soir.&nbsp; Je d&icirc;ne &agrave; huit heures et je ____________________ vers onze heures.</p>
<p class="style1">Compl&eacute;tez le passage avec la bonne forme du <strong>pass&eacute; compos&eacute;</strong>.</p>
<table width="600" border="0" bordercolor="#000000">
  <tr>
    <td width="194"><span class="style1">s'amuser</span></td>
    <td width="203"><span class="style1">se promener</span></td>
    <td width="181"><span class="style1">se r&eacute;veiller</span></td>
  </tr>
  <tr>
    <td><span class="style1">s'endormir</span> </td>
    <td><span class="style1">ranger</span> </td>
    <td><span class="style1">sortir</span></td>
  </tr>
  <tr>
    <td><span class="style1">se mettre</span></td>
    <td><span class="style1">se reposer</span></td>
    <td><span class="style1"> rentrer</span></td>
  </tr>
</table>
<p class="style1">Mais il faut dire que quand Laurent m'a rendu visite, tout a chang&eacute;. Il est arriv&eacute; &agrave; la gare jeudi soir &agrave; six heures et nous ____________________ avec des amis.&nbsp; Nous ____________________ jusqu'&agrave; deux heures du matin!&nbsp; Le lendemain (the next day) je ____________________ tard et je suis arriv&eacute;e en retard au bureau.&nbsp; Je ____________________ &agrave; travailler tout de suite mais j'&eacute;tais si fatigu&eacute;e que je ____________________ devant mon ordinateur.&nbsp; Au lieu de (instead of) travailler pendant le d&eacute;jeuner, j'avais rendez-vous avec Laurent &agrave; une heure et nous ____________________ dans le parc avant de prendre le d&eacute;jeuner.</p>
</body>
</html>
