<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Exam 4 Review Answers</title>
<style type="text/css">
<!--
.style1 {
	font-family: Verdana, Arial, Helvetica, sans-serif;
	font-size: small;
}
.style3 {font-size: small; font-family: Verdana, Arial, Helvetica, sans-serif; font-weight: bold; }
.style6 {color: #FF0000}
.style7 {font-family: Verdana, Arial, Helvetica, sans-serif; font-size: small; color: #000000; }
-->
</style>
</head>

<body>
<p class="style1"><span class="style3">FLF 110&mdash; Review for Exam 4. Modules 8-9 <span class="style6"><br>
  Answers</span><br>
  <span class="style6"><br>
  </span></span>II. Module 8. The characters are Agn&egrave;s Gaudet and her granddaughter, Mirielle.<br>
    <br>
A. L'album de photos.&nbsp; Agn&egrave;s et Mireille regardent l'album de photos d&rsquo;Agn&egrave;s.&nbsp; Compl&eacute;tez leur conversation avec le pronom relatif (<strong>qui, que,</strong> ou <strong>o&ugrave;</strong>) ou avec le pronom d'objet indirect (<strong>me, m', te, t', nous, </strong>ou<strong> vous</strong>).</p>
<p class="style1">Mirelle: Regarde cet homme.&nbsp; Mamie!&nbsp; Il a une dr&ocirc;le de t&ecirc;te!<br>
  Agn&egrave;s: Ah, oui.&nbsp; C'est mon oncle Georges <span class="style6">qui</span> faisait parti du cirque (<em>circus</em>).&nbsp; Voici une photo du cirque <span class="style6">o&ugrave;</span>&nbsp;il travaillait.&nbsp; Et &ccedil;a, c'est une photo de moi dans un costume de clown <span class="style6">que</span> mon oncle Georges <span class="style6">m'</span>avait donn&eacute;.&nbsp; Que j'adorais cet homme!&nbsp; J'ai encore le costume.&nbsp; Je peux <span class="style6">te</span> le montrer si tu veux.<br>
  Mireille: Oh oui, je veux bien.&nbsp; Est-ce que tu vas <span class="style6">me</span> permettre de l'essayer (<em>to try it on</em>)?<br>
  Agn&egrave;s: Je ne sais pas.&nbsp; Le costume est tr&egrave;s vieux et il est fragile maintenant.<br>
  Mireille: Dis, Mamie.&nbsp; C'est une photo de quoi?<br>
  Agn&egrave;s: Alors &ccedil;a, c'est la plage <span class="style6">o&ugrave;</span> ma famille et moi, nous passions tous les &eacute;t&eacute;s quand j'&eacute;tais petite.&nbsp; M&ecirc;me si mes parents n'avaient pas beaucoup d'argent, ils <span class="style6">nous</span> emmenaient &agrave; la plage l'&eacute;t&eacute;.<br>
  Mireille: Et sur cette photo, tu portes le m&ecirc;me chapeau que celui <span class="style6">que</span> tu m'as donn&eacute; il y a quelques ann&eacute;es.<br>
  Agn&egrave;s: Et oui.&nbsp; Je donne la plupart de mes tr&eacute;sors (<em>treasures</em>) &agrave; toi et &agrave; tes cousins.&nbsp; C'est parce que je <span class="style6">vous</span> aime beaucoup.</p>
<p class="style1">B. Et qu'est-ce qui se passe avec Ramon?&nbsp; Agn&egrave;s n'a pas de nouvelles de son petit-fils, Ramon.&nbsp; Mireille lui donne de ses nouvelles.&nbsp; Compl&eacute;tez le passage avec le pronom appropri&eacute;: <strong>lui, le, la, leur, les</strong> et conjuguez les verbes entre parenth&egrave;ses <strong>au pr&eacute;sent</strong>.</p>
<p class="style1">Ramon?&nbsp; Je ne <span class="style6">le</span> vois pas souvent, mais je <span class="style6">lui &eacute;cris</span> par e-mail.&nbsp; Sarah et moi, nous <span class="style6">lisons</span> toujours les plaisanteries (<em>jokes</em>) qu'il nous envoie par courrier &eacute;lectronique--qu'elles sont b&ecirc;tes (<em>stupid</em>)!&nbsp; Parfois il <span class="style6">&eacute;crit</span> aussi &agrave; nos cousins Thierry et Serge.&nbsp; Il <span class="style6">leur dit</span> qu'il va nous rendre visite cet &eacute;t&eacute;.</p>
<p class="style1">C. Le mariage et le voyage de noces.&nbsp; Mireille veut conna&icirc;tre les d&eacute;tails du mariage et du voyage de noces de ses grands-parents.&nbsp; Agn&egrave;s raconte.</p>
<p class="style1">1: Le jour du mariage. (<em>The wedding day</em>) Mettez les verbes entre parenth&egrave;ses &agrave; <strong>l'imparfait</strong>.</p>
<p class="style1"><span class="style6">C'&eacute;tait</span> le samedi 20 novembre.&nbsp; Il <span class="style6">faisait</span> beau mais pas tr&egrave;s chaud.&nbsp; La c&eacute;r&eacute;monie a commenc&eacute; &agrave; 17h00.&nbsp; Je <span class="style6">portais</span> une robe blanche et Julien <span class="style6">avait</span> un costume noir.&nbsp; Mes parents <span class="style6">&eacute;taient</span> tr&egrave;s nerveux.&nbsp; Ils <span class="style6">aimaient</span> Julien mais ils <span class="style6">avaient</span> peur que je sois trop jeune pour me marier.&nbsp; Mais Julien et moi, nous <span class="style6">n'avions</span> pas de doutes.</p>
<p class="style1">2:&nbsp; Le voyage de noces.&nbsp;(<em>The honeymoon</em>) Mettez les verbes entre parenth&egrave;ses <strong>&agrave; l'imparfait</strong> ou <strong>au pass&eacute; compos&eacute;</strong> selon le contexte.</p>
<p class="style1">Apr&egrave;s la c&eacute;r&eacute;monie, Julien et moi, nous <span class="style6">sommes parties</span> &agrave; Paris pour notre voyage de noces.&nbsp; C<span class="style6">'&eacute;tait</span> notre premier voyage &agrave; Paris.&nbsp; On <span class="style6">a pass&eacute;</span> cinq jours dans un h&ocirc;tel tr&egrave;s &eacute;l&eacute;gant pr&egrave;s de la tour Eiffel.&nbsp; Tous les jours, nous <span class="style6">allions</span> &agrave; notre caf&eacute; pr&eacute;f&eacute;r&eacute; o&ugrave; nous <span class="style6">prenions</span> le petit d&eacute;jeuner sur la terrasse, et puis nous <span class="style6">visitions</span> la ville.&nbsp; Un jour, j<span class="style6">'ai vu</span> le g&eacute;n&eacute;ral de Gaulle qui  <span class="style6">se promenait</span> sur les Champs-Elys&eacute;es.&nbsp; C'&eacute;tait formidable!&nbsp; Je n'oublierai jamais ce voyage de noces!</p>
<p class="style1">III. Module 9.  Three Belgian friends, Pierre, Roland, and Jacques, talk about their vacations. </p>
<p class="style1">A. Vacances pass&eacute;es.&nbsp; Pierre, Roland, et Jacques parlent des diff&eacute;rents pays o&ugrave; ils ont pass&eacute; leurs vacances.&nbsp; Compl&eacute;tez les blancs avec les articles ou les pr&eacute;positions qui conviennent: <strong>le, la, l', les, &agrave;, au, aux, en, de, du, de la, d'</strong>.</p>
<p class="style1">Pierre: Je n'ai pas beaucoup voyag&eacute; en fait.&nbsp; Pour mon premier grand voyage, je suis all&eacute;e <span class="style6">en</span> Italie, un pays proche.&nbsp; J'ai surtout appr&eacute;ci&eacute; la ville de Florence. <span class="style6">&Agrave;</span> Florence, les gens sont sympa et tr&egrave;s chic!&nbsp; Ah oui, aussi, il y a deux ans, je suis all&eacute;e <span class="style6">aux</span> Etats-Unis, dans <span class="style6">le</span> Colorado et <span class="style6">en</span> Virginie pour rendre visite &agrave; des amis.&nbsp; C'&eacute;tait g&eacute;nial!&nbsp; Et toi, Requin?</p>
<p class="style1">Roland: Moi, je suis toujours rest&eacute; <span class="style6">en</span> Belgique.&nbsp; Notre pays est tr&egrave;s beau et je n'ai pas encore totalement visit&eacute;.&nbsp; Apr&egrave;s <span class="style6">la</span> Belgique, je voudrais aller <span class="style6">aux</span> Pays-Bas.&nbsp; Il para&icirc;t que c'est tr&egrave;s beau.</p>
<p class="style1">Jacques: Oui, c'est vrai.&nbsp; L'an dernier, j'ai rendu visite &agrave; mon fr&egrave;re qui habite <span class="style6">&agrave;</span> Amsterdam.&nbsp; Il habite avec sa femme qui est <span class="style6">d'</span>Allemagne.&nbsp; Apr&egrave;s, je suis all&eacute; <span class="style6">&agrave;</span> Bordeaux <span class="style6">en</span> France o&ugrave; j'ai go&ucirc;t&eacute; beaucoup de vin.</p>
<p class="style1">B. O&ugrave; aller?&nbsp; Jacques veut partir en vacances mais il ne sait pas exactement o&ugrave; aller.&nbsp; Il demande l'opinion des autres.&nbsp; Choisissez la r&eacute;ponse correcte pour compl&eacute;tez les phrases.</p>
<p class="style1">Jacques: Pierre, Roland, est-ce que vous <span class="style6">connaissez</span> le S&eacute;n&eacute;gal?</p>
<p class="style1">Pierre: Moi, non, mais mes parents <span class="style6">y</span> vont souvent; ils <span class="style6">l'</span>aiment beaucoup.&nbsp; Ils ont de bons amis qui <span class="style6">y</span> habitent.</p>
<p class="style1">Jacques: <span class="style6">Sais</span>-tu si Air France a des vols directs pour le S&eacute;n&eacute;gal?</p>
<p class="style1">Pierre: Je crois qu'il y <span class="style6">en</span> a un tous les jours.</p>
<p class="style1">Jacques: Qu'est-ce qu'il y a faire dans ce pays?</p>
<p class="style1">Roland: Je <span class="style6">sais</span> qu'on peut aller &agrave; la p&ecirc;che et que les plages sont belles.</p>
<p class="style1">Jacques: Moi, je ne <span class="style6">sais</span> pas nager.&nbsp; Je pr&eacute;f&egrave;re visiter les villages et les grandes villes.&nbsp; O&ugrave; est la capitale?</p>
<p class="style1">Roland: Regardons la carte...Voyons, Dakar, c'est la capitale.&nbsp; <span class="style6">La</span> voil&agrave;.&nbsp; Tu <span class="style6">sais</span>, Jacques, mes parents <span class="style6">connaissent</span> une bonne agence de voyages.&nbsp; Tu peux <span class="style6">y</span> demander des renseignements.</p>
<p class="style1">C. <strong>Comparaisons</strong>.&nbsp; Les parents de Pierre viennent de faire un tr&egrave;s beau voyage au S&eacute;n&eacute;gal.&nbsp; Maintenant, ils comparent le S&eacute;n&eacute;gal &agrave; la France.&nbsp; Utilisez les &eacute;l&eacute;ments donn&eacute;s pour faire des comparaisons.</p>
<p class="style1">1. <span class="style6">Le S&eacute;n&eacute;gal a plus de langues officielles que la France.</span></p>
<p class="style1">2. <span class="style6">Le S&eacute;n&eacute;gal offre autant d'activit&eacute;s que la France.</span></p>
<p class="style1">3. <span class="style6">Je crois que les S&eacute;n&eacute;galais traitent les touristes mieux que les Fran&ccedil;ais.</span></p>
<p class="style1">4. <span class="style6">Les animaux s&eacute;n&eacute;galais sont plus exotiques que les animaux fran&ccedil;ais.</span></p>
<p class="style1">5. <span class="style6">Les plages s&eacute;n&eacute;galaises ont moins de touristes que les plages fran&ccedil;aises.</span></p>
<p class="style1">Ils continuent &agrave; vanter (<em>praise</em>) les caract&eacute;ristiques du S&eacute;n&eacute;gal.&nbsp; Faites des phrases superlatives avec les &eacute;l&eacute;ments donn&eacute;s.</p>
<p class="style1">6. <span class="style6">Je crois que le S&eacute;n&eacute;gal a les plus belles plages du monde.</span></p>
<p class="style1">7.&nbsp;<span class="style6">Nos vacances au S&eacute;n&eacute;gal sont les meilleurs souvenirs de notre vie.</span></p>
<p class="style1">D.<strong> Trivial Pursuit.</strong> Les trois amis jouent au Trivial Pursuit. Voici la cat&eacute;gorie de g&eacute;ographie. Identifiez les endroits suivants.</p>
<table width="509" border="1">
  <tr>
    <td width="242"><p class="style1">a. un oc&eacute;an<br>
            <br>
        b. une &icirc;le<br>
        <br>
        c. un d&eacute;sert<br>
        <br>
        d. un parc national<br>
        <br>
        e. une montagne<br>
        <br>
        f. un fleuve<br>
        <br>
        g. un continent<br>
        <br>
        h. un &eacute;tat<br>
        <br>
        i. une mer<br>
        <br>
        j. un pays<br>
        <br>
        k. une capitale</p></td>
    <td width="251"><p class="style1">__<span class="style6">j</span>__ 1. le Maroc</p>
        <p class="style1">__<span class="style6">e</span>__ 2. le Kilimanjaro</p>
        <p class="style1">__<span class="style6">a</span>__ 3. le Pacifique</p>
        <p class="style1">__<span class="style6">k</span>__ 4. Dakar</p>
        <p class="style1">__<span class="style6">h</span>__ 5. la Floride</p>
        <p class="style1">__<span class="style6">b</span>, <span class="style6">j</span>__ 6. La R&eacute;union</p>
        <p class="style1">__<span class="style6">f</span>__ 7. le Nil</p>
        <p class="style1">__<span class="style6">i</span> _ 8. la M&eacute;diterran&eacute;e</p>
        <p class="style1">__<span class="style6">c</span>__ 9. le Sahara</p>
        <p class="style1">__<span class="style6">g</span>__ 10. l&rsquo;Afrique</p></td>
  </tr>
</table>
<p class="style7">E. <strong>Lecture<br>
</strong><br>
  A. Indiquez si les phrases suivantes sont vraies ou fausses. Corrigez les phrases fausses. <span class="style6">Answers will vary.</span> <br>
  1. Pour les jeunes, un bon salaire est une priorit&eacute;. <span class="style6">Faux: Les jeunes donnent une importance prioritaire aux relations humaines et au d&eacute;veloppement personnel.</span> <br>
  2. Beaucoup de jeunes  utilisent les nouvelles technologies dans leur travail. <span class="style6">Vrai. </span><br>
3. Les jeunes n'aiment pas changer de r&eacute;gion pour le travail. <span class="style6">Faux. Les jeunes consid&egrave;rent tout changement comme un opportunit&eacute;.</span> </p>
<p class="style7">B. Attribuez les phrases suivantes &agrave; la personne appropri&eacute;e: Alain Ginot ou Sara Marceau.<br>
  1. Cette personne pr&eacute;f&egrave;re travailler en plein air. <span class="style6">Sara Marceau</span><br>
  2. Cette personne travaille avec des clients qui cherchent l'aventure. <span class="style6">Sara Marceau</span><br>
  3. Cette personne a commenc&eacute; &agrave; travailler dans le cin&eacute;ma pendant ces &eacute;tudes universitaires. <span class="style6">Alain Ginot</span><br>
  4. Cette personne travaille avec un ami de l'universit&eacute;. <span class="style6">Alain Ginot</span></p>
</body>
</html>
