<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Exam 4 Review</title>
<style type="text/css">
<!--
.style1 {
	font-family: Verdana, Arial, Helvetica, sans-serif;
	font-size: small;
}
.style3 {font-size: small; font-family: Verdana, Arial, Helvetica, sans-serif; font-weight: bold; }
.style4 {font-family: Verdana, Arial, Helvetica, sans-serif; font-size: small; color: #000000; }
.style2 {	font-size: small;
	font-family: Verdana, Arial, Helvetica, sans-serif;
}
-->
</style>
</head>

<body>
<p class="style1"><span class="style3">FLF 110&mdash; Review for Exam 4. Modules 8-9.</span></p>
<p class="style1"><strong>Outline: </strong><br>
  <strong>Questions</strong> (review this section on your last 2 exams, see <a href="110QuestionPracticeSheet.html">question review sheet</a>)<br>
<strong>Imparfait<br>
Comparaisons<br>
Object pronouns: le, la, les, y, en, lui, leur</strong> (for more practice, see exercises at the end of Object Pronoun handout and Exercises from Tex for reviewing <a href="http://www.laits.utexas.edu/tex/gr/pro5.html">direct object pronouns</a> and <a href="http://www.laits.utexas.edu/tex/gr/pro8.html">indirect object pronouns</a>)<br>
<strong>Pronoms relatifs</strong> (For more practice, see exercises from Tex on <a href="http://www.laits.utexas.edu/tex/gr/pror1.html">qui and que</a>)<br>
<strong>Pr&eacute;positions g&eacute;ographiques</strong> (see French <a href="110states.html">prepositions for Continents, Countries, Cities, States and Provinces</a>)<br>
<strong>Conna&icirc;tre et savoir
</strong><br>
<strong>Pass&eacute; compos&eacute; et imparfait.</strong> For even more practice, see these review exericises from the <a href="110supp.htm">Supplementary Materials</a> page:</p>
<p class="style1">More <a href="http://french.about.com/od/grammar/a/pasttenses_2.htm">explanation</a> and a <a href="http://french.about.com/library/weekly/aa060799t.htm">test</a> for when to use pass&eacute; compos&eacute; and the imparfait from about.com <br>
Tex <a href="http://www.laits.utexas.edu/tex/gr/tap8.html">explains</a> the pass&eacute; compos&eacute; and the imparfait in narration.<br>
Columbia University offers some exericises, too: <a href="http://www.columbia.edu/~fms5/fimp.html">http://www.columbia.edu/~fms5/fimp.html</a></p>
<p class="style1"><span class="style2">See Vocabulary  for Modules <a href="http://www4.ncsu.edu/%7Edsbeckma/110Vocab1.html">1</a>, <a href="http://www4.ncsu.edu/%7Edsbeckma/110Vocab2.html">2</a>, <a href="http://www4.ncsu.edu/%7Edsbeckma/110Vocab3.html">3</a>, <a href="http://www4.ncsu.edu/%7Edsbeckma/110Vocab4.html">4</a>, <a href="http://www4.ncsu.edu/%7Edsbeckma/110Vocab5.html">5</a>, <a href="110Vocab6.html">6</a>, <a href="110Vocab7.html">7</a>, <a href="110Vocab8.html">8</a> and <a href="110Vocab9.html">9</a>.</span></p>
<p class="style1"><strong>II. Module 8.</strong> The characters are Agn&egrave;s Gaudet and her granddaughter, Mirielle.<br>
  <br>
A. L'album de photos.&nbsp; Agn&egrave;s et Mireille regardent l'album de photos d&rsquo;Agn&egrave;s.&nbsp; Compl&eacute;tez leur conversation avec le pronom relatif (<strong>qui, que,</strong> ou <strong>o&ugrave;</strong>) ou avec le pronom d'objet indirect (<strong>me, m', te, t', nous, </strong>ou<strong> vous</strong>).</p>
<p class="style1">Mirelle: Regarde cet homme.&nbsp; Mamie!&nbsp; Il a une dr&ocirc;le de t&ecirc;te (=<em>a funny face</em>)!<br>
  Agn&egrave;s: Ah, oui.&nbsp; C'est mon oncle Georges __________(qui, que, o&ugrave;) faisait parti du cirque (<em>circus</em>).&nbsp; Voici une photo du cirque __________ (qui, que, o&ugrave;)&nbsp;il travaillait.&nbsp; Et &ccedil;a, c'est une photo de moi dans un costume de clown __________ (qui, que, o&ugrave;) mon oncle Georges __________ (me, m', te, t', nous, vous) avait donn&eacute;.&nbsp; Que j'adorais cet homme!&nbsp; J'ai encore le costume.&nbsp; Je peux __________ (me, m', te, t', nous, vous) le montrer si tu veux.<br>
  Mireille: Oh oui, je veux bien.&nbsp; Est-ce que tu vas __________ (me, m', te, t', nous, vous) permettre de l'essayer (<em>to try it on</em>)?<br>
  Agn&egrave;s: Je ne sais pas.&nbsp; Le costume est tr&egrave;s vieux et il est fragile maintenant.<br>
  Mireille: Dis, Mamie.&nbsp; C'est une photo de quoi?<br>
  Agn&egrave;s: Alors &ccedil;a, c'est la plage __________ (qui, que, o&ugrave;) ma famille et moi, nous passions tous les &eacute;t&eacute;s quand j'&eacute;tais petite.&nbsp; M&ecirc;me si mes parents n'avaient pas beaucoup d'argent, ils __________ (me, m', te, t', nous, vous) emmenaient &agrave; la plage l'&eacute;t&eacute;.<br>
  Mireille: Et sur cette photo, tu portes le m&ecirc;me chapeau que celui (<em>=the one</em>) __________( qui, que, o&ugrave;) tu m'as donn&eacute; il y a quelques ann&eacute;es.<br>
Agn&egrave;s: Et oui.&nbsp; Je donne la plupart de mes tr&eacute;sors (<em>treasures</em>) &agrave; toi et &agrave; tes cousins.&nbsp; C'est parce que je __________ (me, m', te, t', nous, vous) aime beaucoup.</p>
<p class="style1">B. Et qu'est-ce qui se passe avec Ramon?&nbsp; Agn&egrave;s n'a pas de nouvelles de son petit-fils, Ramon.&nbsp; Mireille lui donne de ses nouvelles.&nbsp; Compl&eacute;tez le passage avec le pronom appropri&eacute;: <strong>lui, le, la, leur, les</strong> et conjuguez les verbes entre parenth&egrave;ses <strong>au pr&eacute;sent</strong>.</p>
<p class="style1">Ramon?&nbsp; Je ne __________ vois pas souvent, mais je __________ __________ (&eacute;crire) par e-mail.&nbsp; Sarah et moi, nous __________ (lire) toujours les plaisanteries (<em>jokes</em>) qu'il nous envoie par courrier &eacute;lectronique--qu'elles sont b&ecirc;tes (<em>stupid</em>)!&nbsp; Parfois il __________ (&eacute;crire) aussi &agrave; nos cousins Thierry et Serge.&nbsp; Il __________ __________ (dire) qu'il va nous rendre visite cet &eacute;t&eacute;.</p>
<p class="style1">C. Le mariage et le voyage de noces.&nbsp; Mireille veut conna&icirc;tre les d&eacute;tails du mariage et du voyage de noces de ses grands-parents.&nbsp; Agn&egrave;s raconte.</p>
<p class="style1">1: Le jour du mariage.&nbsp;(<em>The</em> <em>wedding day</em>)  Mettez les verbes entre parenth&egrave;ses &agrave; <strong>l'imparfait</strong>.</p>
<p class="style1">C' __________ &nbsp;(1 &ecirc;tre) le samedi 20 novembre.&nbsp; Il __________ &nbsp;(2 faire) beau mais pas tr&egrave;s chaud.&nbsp; La c&eacute;r&eacute;monie a commenc&eacute; &agrave; 17h00.&nbsp; Je __________ &nbsp;(3 porter) une robe blanche et Julien __________ (4 avoir) un costume noir.&nbsp; Mes parents __________ &nbsp;(5 &ecirc;tre) tr&egrave;s nerveux.&nbsp; Ils __________ (6 aimer) Julien mais ils __________ &nbsp;(7 avoir) peur que je sois trop jeune pour me marier.&nbsp; Mais Julien et moi, nous n' __________ (8 avoir) pas de doutes.</p>
<p class="style1">2:&nbsp; Le voyage de noces.&nbsp;(<em>The honeymoon</em>) Mettez les verbes entre parenth&egrave;ses <strong>&agrave; l'imparfait</strong> ou <strong>au pass&eacute; compos&eacute;</strong> selon le contexte.</p>
<p class="style1">Apr&egrave;s la c&eacute;r&eacute;monie, Julien et moi, nous ___________________ &nbsp;(1 partir) &agrave; Paris pour notre voyage de noces.&nbsp; C' ___________________&nbsp;(2 &ecirc;tre) notre premier voyage &agrave; Paris.&nbsp; On ___________________&nbsp;(3 passer) cinq jours dans un h&ocirc;tel tr&egrave;s &eacute;l&eacute;gant pr&egrave;s de la tour Eiffel.&nbsp; Tous les jours, nous ___________________&nbsp;(4 aller) &agrave; notre caf&eacute; pr&eacute;f&eacute;r&eacute; o&ugrave; nous ___________________ (5 prendre) le petit d&eacute;jeuner sur la terrasse, et puis nous ___________________ (visiter) la ville.&nbsp; Un jour, j(e) ___________________ (6 voir) le g&eacute;n&eacute;ral de Gaulle qui ___________________ (7 se promener) sur les Champs-Elys&eacute;es.&nbsp; C'&eacute;tait formidable!&nbsp; Je n'oublierai jamais ce voyage de noces!</p>
<p class="style1"><strong>III. Module 9</strong>. Three Belgian friends, Pierre, Roland and Jacques,  talk about their vacations. </p>
<p class="style1">A. Vacances pass&eacute;es.&nbsp; Perroquet, Requin et Jacques parlent des diff&eacute;rents pays o&ugrave; ils ont pass&eacute; leurs vacances.&nbsp; Compl&eacute;tez les blancs avec <strong>les articles </strong>ou <strong>les pr&eacute;positions</strong> qui conviennent: <strong>le, la, l', les, &agrave;, au, aux, en, de, du, de la, d'</strong>.</p>
<p class="style1">Pierre: Je n'ai pas beaucoup voyag&eacute; en fait.&nbsp; Pour mon premier grand voyage, je suis all&eacute;e __________ Italie, un pays proche.&nbsp; J'ai surtout appr&eacute;ci&eacute; la ville de Florence.&nbsp; __________ Florence, les gens sont sympa et tr&egrave;s chic!&nbsp; Ah oui, aussi, il y a deux ans, je suis all&eacute;e __________ Etats-Unis, dans __________ Colorado et __________ Virginie pour rendre visite &agrave; des amis.&nbsp; C'&eacute;tait g&eacute;nial!&nbsp; Et toi, Roland?</p>
<p class="style1">Roland: Moi, je suis toujours rest&eacute; __________ Belgique.&nbsp; Notre pays est tr&egrave;s beau et je n'ai pas encore totalement visit&eacute;.&nbsp; Apr&egrave;s __________ Belgique, je voudrais aller __________ Pays-Bas.&nbsp; Il para&icirc;t que c'est tr&egrave;s beau.</p>
<p class="style1">Jacques: Oui, c'est vrai.&nbsp; L'an dernier, j'ai rendu visite &agrave; mon fr&egrave;re qui habite __________ Amsterdam.&nbsp; Il habite avec sa femme qui est __________ Allemagne.&nbsp; Apr&egrave;s, je suis all&eacute; __________ Bordeaux __________ France o&ugrave; j'ai go&ucirc;t&eacute; beaucoup de vin.</p>
<p class="style1">B. O&ugrave; aller?&nbsp; Jacques veut partir en vacances mais il ne sait pas exactement o&ugrave; aller.&nbsp; Il demande l'opinion des autres. Choisissez la r&eacute;ponse correcte pour compl&eacute;tez les phrases.</p>
<p class="style1">Jacques: Pierre, Roland, est-ce que vous __________ (savez, connaissez) le S&eacute;n&eacute;gal?</p>
<p class="style1">Pierre: Moi, non, mais mes parents __________ (le, y, en) vont souvent; ils __________ (l', y, en) aiment beaucoup.&nbsp; Ils ont de bons amis qui __________ (le, y, en) habitent.</p>
<p class="style1">Jacques: __________ (Sais, Connais)-tu si Air France a des vols directs pour le S&eacute;n&eacute;gal?</p>
<p class="style1">Pierre: Je crois qu'il y __________ (le, en, les) a un tous les jours.</p>
<p class="style1">Jacques: Qu'est-ce qu'il y a faire dans ce pays?</p>
<p class="style1">Roland: Je __________ (sais, connais) qu'on peut aller &agrave; la p&ecirc;che et que les plages sont belles.</p>
<p class="style1">Jacques: Moi, je ne __________ (sais, connais) pas nager.&nbsp; Je pr&eacute;f&egrave;re visiter les villages et les grandes villes.&nbsp; O&ugrave; est la capitale?</p>
<p class="style1">Roland: Regardons la carte...Voyons, Dakar, c'est la capitale.&nbsp; __________ (Le, La, L') voil&agrave;.&nbsp; Tu __________ (sais, connais), Jacques, mes parents __________ (savent, connaissent) une bonne agence de voyages.&nbsp; Tu peux __________ (la, y, les) demander des renseignements.</p>
<p class="style1">C.<strong> Comparaisons</strong>.&nbsp; Les parents de Pierre viennent de faire un tr&egrave;s beau voyage au S&eacute;n&eacute;gal.&nbsp; Maintenant, ils comparent le S&eacute;n&eacute;gal &agrave; la France.&nbsp; Utilisez les &eacute;l&eacute;ments donn&eacute;s pour faire des comparaisons.</p>
<p class="style1">1. le S&eacute;n&eacute;gal / la France (+ avoir langues officielles)</p>
<p class="style1">2. le S&eacute;n&eacute;gal /&nbsp; la France (= offrir activit&eacute;s &agrave; faire)</p>
<p class="style1">3. je crois que les S&eacute;n&eacute;galais / les Fran&ccedil;ais (+ traiter [<em>to treat</em>] touristes)</p>
<p class="style1">4. les animaux s&eacute;n&eacute;galais / les animaux fran&ccedil;ais (+ exotique)</p>
<p class="style1">5. les plages s&eacute;n&eacute;galaises/ les plages fran&ccedil;aises (- avoir touristes)</p>
<p class="style1">Ils continuent &agrave; vanter (<em>praise</em>) les caract&eacute;ristiques du S&eacute;n&eacute;gal.&nbsp; Faites des <strong>phrases superlatives</strong> avec les &eacute;l&eacute;ments donn&eacute;s.</p>
<p class="style1">6. Je crois que le S&eacute;n&eacute;gal a (+ beau/ plages/ monde)</p>
<p class="style1">7.&nbsp;Nos vacances au S&eacute;n&eacute;gal sont (+ bon/ souvenirs/ notre vie)</p>
<p class="style1">D.<strong> Trivial Pursuit.</strong> Les trois amis jouent au Trivial Pursuit. Voici la cat&eacute;gorie de g&eacute;ographie. Identifiez les endroits suivants.</p>
<table width="509" border="1">
  <tr>
    <td width="242"><p class="style1">a. un oc&eacute;an<br>
      <br>
  b. une &icirc;le<br>
  <br>
  c. un d&eacute;sert<br>
  <br>
        d. un parc national<br>
        <br>
        e. une montagne<br>
        <br>
        f. un fleuve<br>
        <br>
        g. un continent<br>
        <br>
        h. un &eacute;tat<br>
        <br>
        i. une mer<br>
        <br>
        j. un pays<br>
        <br>
    k. une capitale</p>    </td>
    <td width="251"><p class="style1">____ 1. le Maroc</p>
      <p class="style1">____ 2. le Kilimanjaro</p>
      <p class="style1">____ 3. le Pacifique</p>
      <p class="style1">____ 4. Dakar</p>
      <p class="style1">____ 5. la Floride</p>
      <p class="style1">____ 6. La R&eacute;union</p>
      <p class="style1">____ 7. le Nil</p>
      <p class="style1">____ 8. la M&eacute;diterran&eacute;e</p>
      <p class="style1">____ 9. le Sahara</p>
    <p class="style1">____ 10. l&rsquo;Afrique</p></td>
  </tr>
</table>
<p class="style1">E. <strong>&nbsp;Pays francophone. </strong>R&eacute;pondez aux questions suivantes. I'll use France as an example. For the exam, you may <strong>not</strong> choose France <strong>or</strong> the country you presented in class.</p>
<p class="style1">1. Comment s'appelle le pays?</p>
<p class="style1">2. Comment s'appellent ses habitants?</p>
<p class="style1">3. O&ugrave; se trouve ce pays? &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>
<p class="style1">4. Quels sites touristiques est-ce qu'on va y visiter? (Mentionnez 2) &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>
<p class="style1">5. Qu'est-ce qu'on va y manger? &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>
<p class="style1">6. Quel temps fait-il en hiver? Quelle activit&eacute; peut-on y faire en hiver?</p>
<p class="style1">7. Quel temps fait-il en &eacute;t&eacute;? Quelle activit&eacute; peut-on faire en &eacute;t&eacute;?</p>
<p class="style1">8. D&eacute;crivez trois pr&eacute;paratifs que vous devez faire pour aller en voyage &agrave; ce pays. Finissez les phrases: </p>
<p class="style1">Il faut</p>
<p class="style1">Il vaut mieux</p>
<p class="style1">Il est n&eacute;cessaire</p>
</body>
</html>
