<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style2 {color: #FF0000}
.style4 {color: #009900}
.style6 {color: #009900; font-style: italic; }
-->
</style>
</head>

<body>
<p><span class="style6">French</span> <span class="style2">English</span> False Cognates - Faux amis<br />
  <a href="http://french.about.com/cs/vocabulary/a/falsecognates.htm">http://french.about.com/cs/vocabulary/a/falsecognates.htm</a></p>
<p><span class="style6">Actuellement </span>vs <span class="style2">Actually</span></p>
<p><em>Actuellement </em>means &quot;at the present time&quot; and should be translated as currently or right now.<em> Je travaille actuellement</em> - I am currently working. A related word is<em> actuel</em>, which means present or current: <em>le probl&egrave;me actuel </em>- the current/present problem.</p>
<p>Actually means &quot;in fact&quot; and should be translated as <em>en fait</em> or <em>&agrave; vrai dire</em>. Actually, I don't know him - <em>En fait, je ne le connais pas</em>. Actual means real or true, and depending on the context can be translated as <em>r&eacute;el, v&eacute;ritable, positif,</em> or <em>concret</em>: The actual value - <em>la valeur r&eacute;elle</em>.</p>
<p><span class="style6">Assister</span> vs <span class="style2">Assist</span></p>
<p><em>Assister &agrave;</em> nearly always means to attend something: J'ai assist&eacute; &agrave; la conf&eacute;rence - I attended (went to) the conference.</p>
<p>To assist means to help or aid someone or something: I assisted the woman into the building - J'ai aid&eacute; la dame &agrave; entrer dans l'immeuble.</p>
<p><span class="style4">Attendre</span> vs <span class="style2">Attend</span></p>
<p>Attendre &agrave; means to wait for: Nous avons attendu pendant deux heures - We waited for two hours. To attend is translated by assister (see above): I attended the conference - J'ai assist&eacute; &agrave; la conf&eacute;rence.</p>
<p>Avertissement vs Advertisement</p>
<p>Un avertissement is a warning or caution, from the verb avertir - to warn.</p>
<p>An advertisement&nbsp;is une publicit&eacute;, une r&eacute;clame, or un spot publicitaire.</p>
<p>Blesser vs Bless</p>
<p>Blesser means to wound, injure, or offend, while to bless&nbsp;means b&eacute;nir.</p>
<p>Bras vs Bras</p>
<p>Le bras refers to an arm; bras in English&nbsp;is the plural of bra - un soutien-gorge.</p>
<p>Caract&egrave;re vs Character</p>
<p>Caract&egrave;re refers only to the character or temperament of a person or thing: Cette maison a du caract&egrave;re - This house has character.</p>
<p>Character can mean both nature/temperament as well as a person in a play: Education develops character - L'&eacute;ducation d&eacute;veloppe le caract&egrave;re. Romeo is a famous character - Romeo est un personnage c&eacute;lebre.</p>
<p>Cent vs Cent</p>
<p>Cent is the French word for a hundred, while cent in English&nbsp;can be figuratively translated by un sou. Literally, it is one hundredth of a dollar.</p>
<p>Chair vs Chair</p>
<p>La chair means flesh. A chair can refer to une chaise, un fauteuil (armchair), or un si&egrave;ge (seat).</p>
<p>Chance vs Chance</p>
<p>La chance means luck, while chance in English refers to un hasard, une possibilit&eacute;, or une occasion. To say &quot;I didn't have a chance to...&quot; see Occasion vs Occasion, below.</p>
<p>Christian vs Christian</p>
<p>Christian is a masculine French name while Christian in English can be an adjective or a noun: (un) chr&eacute;tien.</p>
<p>Coin vs Coin</p>
<p>Le coin refers to a corner in every sense of the English word. It can also be used figuratively to mean from the area: l'&eacute;picier du coin - the local grocer, Vous &ecirc;tes du coin ? - Are you from around here?</p>
<p>A coin is a piece of metal used as money - une pi&egrave;ce de monnaie.</p>
<p>Coll&egrave;ge vs College</p>
<p>Le coll&egrave;ge and le lyc&eacute;e both refer to high school: Mon coll&egrave;ge a 1 000 &eacute;l&egrave;ves - My high school has 1,000 students.</p>
<p>College is translated by universit&eacute;: This college's tuition is very expensive - Les frais de scolarit&eacute; &agrave; cette universit&eacute; sont tr&egrave;s &eacute;lev&eacute;s.</p>
<p>Commander vs Command</p>
<p>Commander is a semi-false cognate. It means to make an order (command) as well as to order (request) a meal or goods/services. Une commande is translated by order in English.</p>
<p>Command&nbsp;can be translated by commander, ordonner, or exiger. It is also a noun: un ordre or un commandement.</p>
<p>Con vs Con</p>
<p>Con is a vulgar word that literally refers to female genitalia. It usually means an idiot, or is used as an adjective in the sense of bloody or damned.</p>
<p>Con&nbsp;can be a noun - la frime, une escroquerie, or a verb - duper, escroquer. Pros and cons - le pour et le contre.</p>
<p>Crayon vs Crayon</p>
<p>Un crayon is a pencil, while a crayon&nbsp;is as un crayon de couleur. The French language uses this expression for both crayon and colored pencil.</p>
<p>D&eacute;ception vs Deception</p>
<p>Une d&eacute;ception is a disappointment or let-down, while a deception&nbsp;is une tromperie or duperie.</p>
<p>Demander vs Demand</p>
<p>Demander means to ask for: Il m'a demand&eacute; de chercher son pull - He asked me to look for his sweater. Note that the French noun une demande does correspond to the English noun demand. To demand is usually translated by exiger: He demanded that I look for his sweater - Il a exig&eacute; que je cherche son pull.</p>
<p>D&eacute;ranger vs Derange</p>
<p>D&eacute;ranger can mean to derange (the mind), as well as to bother, disturb, or disrupt. Excusez-moi de vous d&eacute;ranger... - I'm sorry for bothering you.... To derange&nbsp;is used only when talking about mental health (usually as an adjective: deranged = d&eacute;rang&eacute;).</p>
<p>Douche vs Douche Une douche is a shower, while douche&nbsp;in English refers to a method of cleaning a body cavity with air or water: lavage interne.</p>
<p>Entr&eacute;e vs Entr&eacute;e</p>
<p>Une entr&eacute;e is an hors-d'oeuvre or appetizer, while an entr&eacute;e refers to the main course of a meal: le plat principal.</p>
<p>Envie vs Envy</p>
<p>Avoir envie de means to want or to feel like something: Je n'ai pas envie de travailler - I don't want to work / I don't feel like working. The verb envier, however, does mean to envy.</p>
<p>Envy means to be jealous or desirous of something belonging to another. The French verb is envier: I envy John's courage - J'envie le courage &agrave; Jean.</p>
<p>&Eacute;ventuellement vs Eventually</p>
<p>&Eacute;ventuellement means possibly, if need be, or even: Vous pouvez &eacute;ventuellement prendre ma voiture - You can even take my car / You can take my car if need be.</p>
<p>Eventually indicates that an action will occur at a later time; it can be translated by finalement, &agrave; la longue, or t&ocirc;t ou tard: I will eventually do it - Je le ferai finalement / t&ocirc;t ou tard.</p>
<p>Exp&eacute;rience vs Experience</p>
<p>Exp&eacute;rience is a semi-false cognate, because it means both experience and experiment: J'ai fait une exp&eacute;rience - I did an experiment. J'ai eu une exp&eacute;rience int&eacute;ressante - I had an interesting experience.</p>
<p>Experience can be a noun or verb refering to something that happened. Only the noun translates into exp&eacute;rience: Experience shows that ... - L'exp&eacute;rience d&eacute;montre que... He experienced some difficulties - Il a rencontr&eacute; des difficult&eacute;s.<br />
  Finalement vs Finally</p>
<p>Finalement means eventually or in the end, while finally&nbsp;is enfin or en dernier lieu.</p>
<p>Football vs Football</p>
<p>Le football, or le foot, refers to soccer (in American English). In the US, football&nbsp;= le football am&eacute;ricain.</p>
<p>Formidable vs Formidable</p>
<p>Formidable is an interesting word, because it means great or terrific; almost the opposite of the English. Ce film est formidable ! - This is a great movie!</p>
<p>Formidable in English means dreadful or fearsome: The opposition is formidable - L'opposition est redoutable/effrayante.</p>
<p>Gentil vs Gentle</p>
<p>Gentil usually means nice or kind: Il a un gentil mot pour chacun - He has a kind word for everyone. It can also mean good, as in il a &eacute;t&eacute; gentil - he was a good boy.</p>
<p>Gentle can also mean kind, but in the more physical sense of soft or not rough. It can be translated by doux, aimable, mod&eacute;r&eacute;, or l&eacute;ger: He is gentle with his hands - Il a la main douce. A gentle breeze - une brise l&eacute;g&egrave;re.</p>
<p>Gratuit&eacute; vs Gratuity</p>
<p>Gratuit&eacute;&nbsp;refers to anything that is given for free: la gratuit&eacute; de l'&eacute;ducation - free education, while a gratuity&nbsp;is un pourboire or une gratification.</p>
<p>Gros vs Gross</p>
<p>Gros means big, fat, heavy, or serious: un gros probl&egrave;me - a big/serious problem, and Gross&nbsp;means grossier, fruste, or (informally) d&eacute;gueullasse. </p>
<p>Ignorer vs Ignore</p>
<p>Ignorer is a semi-false cognate. It nearly means to be ignorant or unaware of something: j'ignore tout de cette affaire - I know nothing about this business.</p>
<p>To ignore means to deliberately not pay attention to someone or something. The usual translations are ne tenir aucun compte de, ne pas relever, and ne pas pr&ecirc;ter attention &agrave;.</p>
<p>Librairie vs Library</p>
<p>Une librairie refers to a bookstore, while library in French is une biblioth&egrave;que.</p>
<p>Monnaie vs Money</p>
<p>La monnaie can refer to currency, coin(age), or change, and money is the general term for argent.</p>
<p>Napkin vs Napkin</p>
<p>Un napkin refers to a sanitary napkin. A napkin is correctly translated by une serviette.</p>
<p>Occasion vs Occasion</p>
<p>Occasion refers to a(n) occasion, circumstance, opportunity, or second-hand purchase. Une chemise d'occasion = a second-hand or used shirt. Avoir l'occasion de means to have a/the chance to: Je n'avais pas l'occasion de lui parler - I didn't have a chance to talk to him.</p>
<p>An occasion is une occasion, un &eacute;v&eacute;nement, or un motif.<br />
  Opportunit&eacute; vs Opportunity</p>
<p>Opportunit&eacute; refers to timeliness or appropriateness: Nous discutons de l'opportunit&eacute; d'aller &agrave; la plage - We're discussing the appropriateness of going to the beach (under the circumstances).</p>
<p>Opportunity leans toward favorable circumstances for a particular action or event and is translated by une occasion: It's an opportunity to improve your French - C'est une occasion de te perfectionner en fran&ccedil;ais.</p>
<p>Parti/Partie vs Party</p>
<p>Un parti can refer to several different things: a political party, an option or course of action (prendre un parti - to make a decision), or a match (i.e., He's a good match for you). It is also the past participle of partir (to leave). Une partie can mean a part (e.g., une partie du film - a part of the film), a field or subject, a game (e.g., une partie de cartes - a game of cards), or a party in a trial.</p>
<p>A party&nbsp;usually refers to une f&ecirc;te, soir&eacute;e, or r&eacute;ception; un correspondant (on the phone), or un groupe/une &eacute;quipe. </p>
<p>Pi&egrave;ce vs Piece</p>
<p>Une pi&egrave;ce is a semi-false cognate. It means piece only in the sense of broken pieces. Otherwise, it indicates a room, sheet of paper, coin, or play. Piece is a part of something - un morceau or une tranche.</p>
<p>Professeur vs Professor</p>
<p>Un professeur refers to a high school, college, or university teacher or instructor, while a professor is un professeur titulaire d'une chaire.</p>
<p>Publicit&eacute; vs Publicity</p>
<p>Publicit&eacute; is a semi-false cognate. In addition to publicity, une publicit&eacute; can mean advertising in general, as well as as a commercial or advertisement. Publicity is translated by de la publicit&eacute;.</p>
<p>Quitter vs Quit</p>
<p>Quitter is a semi-false cognate: it means both to leave and to quit (i.e., leave something for good). When quit means to leave something for good, it is translated by quitter. When it means to quit (stop) doing something, it is translated by arr&ecirc;ter de: I need to quit smoking - Je dois arr&ecirc;ter de fumer.</p>
<p>Raisin vs Raisin</p>
<p>Un raisin is a grape; a raisin is un raisin sec.</p>
<p>Rater vs Rate</p>
<p>Rater means to misfire, miss, mess up, or fail, while rate&nbsp;is the noun proportion or taux or the verb &eacute;valuer or consid&eacute;rer. </p>
<p>R&eacute;aliser vs Realize</p>
<p>R&eacute;aliser means to fulfill (a dream or aspiration) or achieve. To realize&nbsp;means se rendre compte de, prendre conscience de, or comprendre. </p>
<p>Rester vs Rest</p>
<p>Rester is a semi-false cognate. It usually means to stay or remain: Je suis rest&eacute;e &agrave; la maison - I stayed at the house. When it is used idiomatically, it is translated by rest: He refused to let the matter rest - Il refusait d'en rester l&agrave;.</p>
<p>The verb to rest in the sense of getting some rest is translated by se reposer: Elle ne se repose jamais - She never rests.</p>
<p>R&eacute;union vs Reunion</p>
<p>Une r&eacute;union can mean collection, gathering, raising (of money), or reunion. A reunion&nbsp;is une r&eacute;union, but note that it usually refers to a meeting of a group that has been separated for an extended period of time (e.g., class reunion, family reunion).</p>
<p>Robe vs Robe</p>
<p>Une robe is a dress, frock, or gown, while a robe&nbsp;is un peignoir. </p>
<p>Sale vs Sale</p>
<p>Sale is an adjective - dirty. Saler means to salt. A sale&nbsp;is une vente or un solde.</p>
<p>Sympathique vs Sympathetic</p>
<p>Sympathique (often shortened to sympa) means nice, likeable, friendly, kindly. Sympathetic&nbsp;can be translated by compatissant or de sympathie.</p>
<p>Type vs Type</p>
<p>Un type is informal for a guy or bloke. In the normal register, it can mean type, kind, or epitome. Quel type de moto ? - What kind of motorbike? Le type de l'&eacute;go&iuml;sme - The epitome of selfishness.</p>
<p>Type&nbsp;means un type, un genre, une esp&egrave;ce, une sorte, une marque, etc.</p>
<p>Unique vs Unique</p>
<p>The French word unique means only when it precedes a noun (unique fille - only girl) and unique or one of a kind when it follows. In English, unique means unique, inimitable, or exceptionnel.</p>
<p>Zone vs Zone</p>
<p>Une zone usually means a zone or an area, but it can also refer to a slum. A zone is une zone.</p>
<p>French English False Cognates - Faux amis<br />
  http://french.about.com/cs/vocabulary/a/falsecognates.htm</p>
<p>Actuellement vs Actually</p>
<p>Actuellement means &quot;at the present time&quot; and should be translated as currently or right now. Je travaille actuellement - I am currently working. A related word is actuel, which means present or current: le probl&egrave;me actuel - the current/present problem.</p>
<p>Actually means &quot;in fact&quot; and should be translated as en fait or &agrave; vrai dire. Actually, I don't know him - En fait, je ne le connais pas. Actual means real or true, and depending on the context can be translated as r&eacute;el, v&eacute;ritable, positif, or concret: The actual value - la valeur r&eacute;elle.</p>
<p>Assister vs Assist</p>
<p>Assister &agrave; nearly always means to attend something: J'ai assist&eacute; &agrave; la conf&eacute;rence - I attended (went to) the conference.</p>
<p>To assist means to help or aid someone or something: I assisted the woman into the building - J'ai aid&eacute; la dame &agrave; entrer dans l'immeuble.</p>
<p>Attendre vs Attend</p>
<p>Attendre &agrave; means to wait for: Nous avons attendu pendant deux heures - We waited for two hours. To attend is translated by assister (see above): I attended the conference - J'ai assist&eacute; &agrave; la conf&eacute;rence.</p>
<p>Avertissement vs Advertisement</p>
<p>Un avertissement is a warning or caution, from the verb avertir - to warn.</p>
<p>An advertisement&nbsp;is une publicit&eacute;, une r&eacute;clame, or un spot publicitaire.</p>
<p>Blesser vs Bless</p>
<p>Blesser means to wound, injure, or offend, while to bless&nbsp;means b&eacute;nir.</p>
<p>Bras vs Bras</p>
<p>Le bras refers to an arm; bras in English&nbsp;is the plural of bra - un soutien-gorge.</p>
<p>Caract&egrave;re vs Character</p>
<p>Caract&egrave;re refers only to the character or temperament of a person or thing: Cette maison a du caract&egrave;re - This house has character.</p>
<p>Character can mean both nature/temperament as well as a person in a play: Education develops character - L'&eacute;ducation d&eacute;veloppe le caract&egrave;re. Romeo is a famous character - Romeo est un personnage c&eacute;lebre.</p>
<p>Cent vs Cent</p>
<p>Cent is the French word for a hundred, while cent in English&nbsp;can be figuratively translated by un sou. Literally, it is one hundredth of a dollar.</p>
<p>Chair vs Chair</p>
<p>La chair means flesh. A chair can refer to une chaise, un fauteuil (armchair), or un si&egrave;ge (seat).</p>
<p>Chance vs Chance</p>
<p>La chance means luck, while chance in English refers to un hasard, une possibilit&eacute;, or une occasion. To say &quot;I didn't have a chance to...&quot; see Occasion vs Occasion, below.</p>
<p>Christian vs Christian</p>
<p>Christian is a masculine French name while Christian in English can be an adjective or a noun: (un) chr&eacute;tien.</p>
<p>Coin vs Coin</p>
<p>Le coin refers to a corner in every sense of the English word. It can also be used figuratively to mean from the area: l'&eacute;picier du coin - the local grocer, Vous &ecirc;tes du coin ? - Are you from around here?</p>
<p>A coin is a piece of metal used as money - une pi&egrave;ce de monnaie.</p>
<p>Coll&egrave;ge vs College</p>
<p>Le coll&egrave;ge and le lyc&eacute;e both refer to high school: Mon coll&egrave;ge a 1 000 &eacute;l&egrave;ves - My high school has 1,000 students.</p>
<p>College is translated by universit&eacute;: This college's tuition is very expensive - Les frais de scolarit&eacute; &agrave; cette universit&eacute; sont tr&egrave;s &eacute;lev&eacute;s.</p>
<p>Commander vs Command</p>
<p>Commander is a semi-false cognate. It means to make an order (command) as well as to order (request) a meal or goods/services. Une commande is translated by order in English.</p>
<p>Command&nbsp;can be translated by commander, ordonner, or exiger. It is also a noun: un ordre or un commandement.</p>
<p>Con vs Con</p>
<p>Con is a vulgar word that literally refers to female genitalia. It usually means an idiot, or is used as an adjective in the sense of bloody or damned.</p>
<p>Con&nbsp;can be a noun - la frime, une escroquerie, or a verb - duper, escroquer. Pros and cons - le pour et le contre.</p>
<p>Crayon vs Crayon</p>
<p>Un crayon is a pencil, while a crayon&nbsp;is as un crayon de couleur. The French language uses this expression for both crayon and colored pencil.</p>
<p>D&eacute;ception vs Deception</p>
<p>Une d&eacute;ception is a disappointment or let-down, while a deception&nbsp;is une tromperie or duperie.</p>
<p>Demander vs Demand</p>
<p>Demander means to ask for: Il m'a demand&eacute; de chercher son pull - He asked me to look for his sweater. Note that the French noun une demande does correspond to the English noun demand. To demand is usually translated by exiger: He demanded that I look for his sweater - Il a exig&eacute; que je cherche son pull.</p>
<p>D&eacute;ranger vs Derange</p>
<p>D&eacute;ranger can mean to derange (the mind), as well as to bother, disturb, or disrupt. Excusez-moi de vous d&eacute;ranger... - I'm sorry for bothering you.... To derange&nbsp;is used only when talking about mental health (usually as an adjective: deranged = d&eacute;rang&eacute;).</p>
<p>Douche vs Douche Une douche is a shower, while douche&nbsp;in English refers to a method of cleaning a body cavity with air or water: lavage interne.</p>
<p>Entr&eacute;e vs Entr&eacute;e</p>
<p>Une entr&eacute;e is an hors-d'oeuvre or appetizer, while an entr&eacute;e refers to the main course of a meal: le plat principal.</p>
<p>Envie vs Envy</p>
<p>Avoir envie de means to want or to feel like something: Je n'ai pas envie de travailler - I don't want to work / I don't feel like working. The verb envier, however, does mean to envy.</p>
<p>Envy means to be jealous or desirous of something belonging to another. The French verb is envier: I envy John's courage - J'envie le courage &agrave; Jean.</p>
<p>&Eacute;ventuellement vs Eventually</p>
<p>&Eacute;ventuellement means possibly, if need be, or even: Vous pouvez &eacute;ventuellement prendre ma voiture - You can even take my car / You can take my car if need be.</p>
<p>Eventually indicates that an action will occur at a later time; it can be translated by finalement, &agrave; la longue, or t&ocirc;t ou tard: I will eventually do it - Je le ferai finalement / t&ocirc;t ou tard.</p>
<p>Exp&eacute;rience vs Experience</p>
<p>Exp&eacute;rience is a semi-false cognate, because it means both experience and experiment: J'ai fait une exp&eacute;rience - I did an experiment. J'ai eu une exp&eacute;rience int&eacute;ressante - I had an interesting experience.</p>
<p>Experience can be a noun or verb refering to something that happened. Only the noun translates into exp&eacute;rience: Experience shows that ... - L'exp&eacute;rience d&eacute;montre que... He experienced some difficulties - Il a rencontr&eacute; des difficult&eacute;s.<br />
  Finalement vs Finally</p>
<p>Finalement means eventually or in the end, while finally&nbsp;is enfin or en dernier lieu.</p>
<p>Football vs Football</p>
<p>Le football, or le foot, refers to soccer (in American English). In the US, football&nbsp;= le football am&eacute;ricain.</p>
<p>Formidable vs Formidable</p>
<p>Formidable is an interesting word, because it means great or terrific; almost the opposite of the English. Ce film est formidable ! - This is a great movie!</p>
<p>Formidable in English means dreadful or fearsome: The opposition is formidable - L'opposition est redoutable/effrayante.</p>
<p>Gentil vs Gentle</p>
<p>Gentil usually means nice or kind: Il a un gentil mot pour chacun - He has a kind word for everyone. It can also mean good, as in il a &eacute;t&eacute; gentil - he was a good boy.</p>
<p>Gentle can also mean kind, but in the more physical sense of soft or not rough. It can be translated by doux, aimable, mod&eacute;r&eacute;, or l&eacute;ger: He is gentle with his hands - Il a la main douce. A gentle breeze - une brise l&eacute;g&egrave;re.</p>
<p>Gratuit&eacute; vs Gratuity</p>
<p>Gratuit&eacute;&nbsp;refers to anything that is given for free: la gratuit&eacute; de l'&eacute;ducation - free education, while a gratuity&nbsp;is un pourboire or une gratification.</p>
<p>Gros vs Gross</p>
<p>Gros means big, fat, heavy, or serious: un gros probl&egrave;me - a big/serious problem, and Gross&nbsp;means grossier, fruste, or (informally) d&eacute;gueullasse. </p>
<p>Ignorer vs Ignore</p>
<p>Ignorer is a semi-false cognate. It nearly means to be ignorant or unaware of something: j'ignore tout de cette affaire - I know nothing about this business.</p>
<p>To ignore means to deliberately not pay attention to someone or something. The usual translations are ne tenir aucun compte de, ne pas relever, and ne pas pr&ecirc;ter attention &agrave;.</p>
<p>Librairie vs Library</p>
<p>Une librairie refers to a bookstore, while library in French is une biblioth&egrave;que.</p>
<p>Monnaie vs Money</p>
<p>La monnaie can refer to currency, coin(age), or change, and money is the general term for argent.</p>
<p>Napkin vs Napkin</p>
<p>Un napkin refers to a sanitary napkin. A napkin is correctly translated by une serviette.</p>
<p>Occasion vs Occasion</p>
<p>Occasion refers to a(n) occasion, circumstance, opportunity, or second-hand purchase. Une chemise d'occasion = a second-hand or used shirt. Avoir l'occasion de means to have a/the chance to: Je n'avais pas l'occasion de lui parler - I didn't have a chance to talk to him.</p>
<p>An occasion is une occasion, un &eacute;v&eacute;nement, or un motif.<br />
  Opportunit&eacute; vs Opportunity</p>
<p>Opportunit&eacute; refers to timeliness or appropriateness: Nous discutons de l'opportunit&eacute; d'aller &agrave; la plage - We're discussing the appropriateness of going to the beach (under the circumstances).</p>
<p>Opportunity leans toward favorable circumstances for a particular action or event and is translated by une occasion: It's an opportunity to improve your French - C'est une occasion de te perfectionner en fran&ccedil;ais.</p>
<p>Parti/Partie vs Party</p>
<p>Un parti can refer to several different things: a political party, an option or course of action (prendre un parti - to make a decision), or a match (i.e., He's a good match for you). It is also the past participle of partir (to leave). Une partie can mean a part (e.g., une partie du film - a part of the film), a field or subject, a game (e.g., une partie de cartes - a game of cards), or a party in a trial.</p>
<p>A party&nbsp;usually refers to une f&ecirc;te, soir&eacute;e, or r&eacute;ception; un correspondant (on the phone), or un groupe/une &eacute;quipe. </p>
<p>Pi&egrave;ce vs Piece</p>
<p>Une pi&egrave;ce is a semi-false cognate. It means piece only in the sense of broken pieces. Otherwise, it indicates a room, sheet of paper, coin, or play. Piece is a part of something - un morceau or une tranche.</p>
<p>Professeur vs Professor</p>
<p>Un professeur refers to a high school, college, or university teacher or instructor, while a professor is un professeur titulaire d'une chaire.</p>
<p>Publicit&eacute; vs Publicity</p>
<p>Publicit&eacute; is a semi-false cognate. In addition to publicity, une publicit&eacute; can mean advertising in general, as well as as a commercial or advertisement. Publicity is translated by de la publicit&eacute;.</p>
<p>Quitter vs Quit</p>
<p>Quitter is a semi-false cognate: it means both to leave and to quit (i.e., leave something for good). When quit means to leave something for good, it is translated by quitter. When it means to quit (stop) doing something, it is translated by arr&ecirc;ter de: I need to quit smoking - Je dois arr&ecirc;ter de fumer.</p>
<p>Raisin vs Raisin</p>
<p>Un raisin is a grape; a raisin is un raisin sec.</p>
<p>Rater vs Rate</p>
<p>Rater means to misfire, miss, mess up, or fail, while rate&nbsp;is the noun proportion or taux or the verb &eacute;valuer or consid&eacute;rer. </p>
<p>R&eacute;aliser vs Realize</p>
<p>R&eacute;aliser means to fulfill (a dream or aspiration) or achieve. To realize&nbsp;means se rendre compte de, prendre conscience de, or comprendre. </p>
<p>Rester vs Rest</p>
<p>Rester is a semi-false cognate. It usually means to stay or remain: Je suis rest&eacute;e &agrave; la maison - I stayed at the house. When it is used idiomatically, it is translated by rest: He refused to let the matter rest - Il refusait d'en rester l&agrave;.</p>
<p>The verb to rest in the sense of getting some rest is translated by se reposer: Elle ne se repose jamais - She never rests.</p>
<p>R&eacute;union vs Reunion</p>
<p>Une r&eacute;union can mean collection, gathering, raising (of money), or reunion. A reunion&nbsp;is une r&eacute;union, but note that it usually refers to a meeting of a group that has been separated for an extended period of time (e.g., class reunion, family reunion).</p>
<p>Robe vs Robe</p>
<p>Une robe is a dress, frock, or gown, while a robe&nbsp;is un peignoir. </p>
<p>Sale vs Sale</p>
<p>Sale is an adjective - dirty. Saler means to salt. A sale&nbsp;is une vente or un solde.</p>
<p>Sympathique vs Sympathetic</p>
<p>Sympathique (often shortened to sympa) means nice, likeable, friendly, kindly. Sympathetic&nbsp;can be translated by compatissant or de sympathie.</p>
<p>Type vs Type</p>
<p>Un type is informal for a guy or bloke. In the normal register, it can mean type, kind, or epitome. Quel type de moto ? - What kind of motorbike? Le type de l'&eacute;go&iuml;sme - The epitome of selfishness.</p>
<p>Type&nbsp;means un type, un genre, une esp&egrave;ce, une sorte, une marque, etc.</p>
<p>Unique vs Unique</p>
<p>The French word unique means only when it precedes a noun (unique fille - only girl) and unique or one of a kind when it follows. In English, unique means unique, inimitable, or exceptionnel.</p>
<p>Zone vs Zone</p>
<p>Une zone usually means a zone or an area, but it can also refer to a slum. A zone is une zone.</p>
</body>
</html>
