<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
<title>La maison o&ugrave; j'ai grandi</title>
<style type="text/css">
<!--
.style1 {
	font-size: medium;
	font-family: Verdana, Arial, Helvetica, sans-serif;
}
.style2 {
	font-size: medium;
	font-family: Verdana, Arial, Helvetica, sans-serif;
	color: #FF0000;
	font-weight: bold;
}
.style3 {
	font-family: Verdana, Arial, Helvetica, sans-serif;
	font-size: small;
}
.style5 {
	font-size: small;
	color: #000000;
}
.style8 {color: #000000}
body,td,th {
	font-family: Verdana;
	font-size: small;
}
-->
</style>
<link href="style.css" rel="stylesheet" type="text/css">
</head>

<body>
<p class="style2"><em>La maison</em> assignments</p>
<p class="style2">For <span class="date">Monday, April 11</span></p>
<p class="style2">1) Drawing<br>
  <br>
  <span class="style5">Dessinez votre maison id&eacute;ale avec:<br>
  -&agrave; moins 5 pi&egrave;ces<br>
  -&agrave; moins un meuble dans chaque pi&egrave;ce<br>
  -&eacute;crivez le nom de chaque salle et de vos meubles </span><span class="style5"><br>
&Eacute;crivez 5 phrases avec cinq adjectifs diff&eacute;rents pour la d&eacute;crire.</span></p>
<p class="style3">Exemples: &nbsp;&nbsp;&nbsp; <br>
J'aime une grande cuisine.<br>
Il y a des chaises confortables dans  le jardin.<br>
Mon lit est &eacute;norme.<br>
La baignoire est en marbre.</p>
<p class="style3">(Draw your ideal house with<br>
-at least 5 rooms<br>
-at least one piece of furniture in each room<br>
-label the rooms and the furniture <br>
Write 5 sentences with 5 different adjectives to describe your ideal house.)</p>
<p class="style3">Review adjectives that normally precede nouns (<strong>B</strong>eauty, <strong>A</strong>ge, <strong>G</strong>oodness, and <strong>S</strong>ize) in Module 3.4. You can also see <a href="http://www.bbc.co.uk/bitesize/standard/french/grammar/adjectives/revision/1/">this page</a> or Tex's <a href="http://www.laits.utexas.edu/tex/gr/adj3.html">version</a>.</p>
<p class="style2">2) <em>La maison o&ugrave; j'ai grandi</em><br>
Print out and translate the first verse of the song <br>
(do the best you can--a rough translation is fine) </p>
<p class="style2">Bring the words to class so you can follow along as we listen.</p>
<p class="style8"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">On youtube: <a href="http://www.youtube.com/watch?v=5eXkowmXiUM">http://www.youtube.com/watch?v=5eXkowmXiUM</a></font></p>
<p class="style1">1) Chanson:</p>
<p class="style1"><span class="style8"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Fran&ccedil;oise Hardy</font></span><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><br>
<font color="#009900">La maison o&ugrave; j'ai grandi</font><br>
(Marnay/Celentano/Beretta/Del Prete) &copy;1966<br>
<br>
Quand je me tourne vers mes souvenirs,<br>
je revois la maison o&ugrave; j'ai grandi.<br>
Il me revient des tas de choses: [Many memories return to me] <br>
je vois des roses dans un jardin.<br>
L&agrave; o&ugrave; vivaient des arbres, maintenant<br>
la ville est l&agrave;,<br>
et la maison, les fleurs que j'aimais tant,<br>
n'existent plus.<br>
<br>
Ils savaient rire, tous mes amis, [They knew how to laugh, all of my friends] <br>
ils savaient si bien partager mes jeux, [They knew how to share in my games] <br>
mais tout doit finir pourtant dans la vie, [But everything must come to an end in life] <br>
et j'ai d&ucirc; partir, les larmes aux yeux. [And I had to leave, tears in my eyes] <br>
Mes amis me demandaient: &quot;Pourquoi pleurer?&quot; [My friends would ask, &quot;Why cry?&quot; <br>
et &quot;Couvrir le monde vaut mieux que rester. [and &quot;Traveling the world is better than staying put.] <br>
Tu trouveras toutes les choses qu'ici [You will find all the things that here<br>
on ne voit pas, we don't see] <br>
toute une ville qui s'endort la nuit [A whole city that goes to sleep at night <br>
dans la lumi&egrave;re.&quot;	in the light.] <br>
<br>
Quand j'ai quitt&eacute; ce coin de mon enfance, [When I left this corner of my childhood] <br>
je savais d&eacute;j&agrave; que j'y laissais mon c&#156;ur. [I already knew that I had left my heart there] <br>
Tous mes amis, oui, enviaient ma chance, [All my friends were jealous of my luck] <br>
mais moi, je pense encore &agrave; leur bonheur, [But I still think about their happiness] <br>
&agrave; l'insouciance qui les faisait rire, [about the carefreeness that made them laugh] <br>
et il me semble que je m'entends leur dire: [and it seems to me that I hear myself say to them] <br>
&quot;Je reviendrai un jour, un beau matin [I will come back, one beautiful morning] <br>
parmi vos rires, [amidst your laughter] <br>
oui, je prendrai un jour le premier train [yes, one day I will take the first  <br>
du souvenir.&quot; memory train] <br>
<br>
Le temps a pass&eacute; et me revoil&agrave; [Time has passed and here I am once again] <br>
cherchant en vain la maison que j'aimais. [searching in vain for the house that I loved] <br>
O&ugrave; sont les pierres et o&ugrave; sont les roses, [Where are the rocks and where are the roses] <br>
toutes ces choses auxquelles je tenais? [all these things that I held dear] <br>
D'elles et de mes amis plus une trace, [There's no longer a trace of them or my friends] <br>
d'autres gens, d'autres maisons ont vol&eacute; leurs places. [Other people other houses have stolen their places] <br>
L&agrave; o&ugrave; vivaient des arbres, maintenant [There where the trees lived, now <br>
la ville est l&agrave;, [the city is there] <br>
et la maison, o&ugrave; est-elle, la maison<br>
o&ugrave; j'ai grandi?<br>
<br>
Je ne sais pas o&ugrave; est ma maison,<br>
la maison o&ugrave; j'ai grandi.<br>
O&ugrave; est ma maison?<br>
Qui sait o&ugrave; est ma maison?<br>
Ma maison, o&ugrave; est ma maison?<br>
Qui sait o&ugrave; est ma maison? ... </font></p>
<p class="style2">3) For <span class="date">Wednesday, April 13</span></p>
<p class="style3">Composition 10: La maison o&ugrave; j'ai grandi. </p>
<p class="style3">Inspir&eacute;e par la chanson de Fran&ccedil;oise Hardy.<br>
  Pensez &agrave; la maison o&ugrave; vous avez grandi. &Eacute;crivez deux paragraphes de 5-8 phrases o&ugrave; vous d&eacute;crivez cette maison et vos souvenirs. Comparez le pass&eacute; (paragraphe 1) et le pr&eacute;sent (paragraphe 2). Avez-vous une photo de cette maison? Vous pouvez la mettre dans votre composition. <br>
  <br>
Questions possibles: O&ugrave; se trouve cette maison? Comment &eacute;tait-elle? Qu'est-ce que vous avez fait quand vous habitiez l&agrave;? Avec qui? [paragraph 1] Comment est-ce que la maison a chang&eacute;? Qui habite dans la maison maintenant? Quels sentiments avez-vous quand vous pensez &agrave; cette maison? [paragraph 2]</p>
<p class="style3">N'oubliez pas d'inclure la photo, votre titre et votre conclusion.</p>
</body>
</html>
