<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>Review for Final Exam: Answers</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<link href="style.css" rel="stylesheet" type="text/css" />
</head>

<body>
<h1>FLF 110 R&Eacute;vision Final Exam</h1>
<p>
Theme for final exam: you are making plans for a year of study abroad at the Universit&eacute; de Lille in France. You'll write sentences about yourself, your daily life, tell about your food preferences, your knowledge of French culture, your past, your childhood, life at NCSU,  plans for travel in France, and so on. Your success on the final depends in large part on your mastery of verbs and your ability to write complete, correct sentences. Use the <a href="vt.pdf">verb charts</a> on my web site to test yourself on regular and irregular verbs. Compare your answers with the lists in the back of the text book (page 440-451). Review your old quizzes and exams. Collect and correct favorite errors. </p>
<p>You will need to be able to correctly use the <strong>pr&eacute;sent</strong>, <strong>futur proche</strong>, <strong>imparfait</strong>, <strong>pass&eacute; compos&eacute;</strong> and <strong>impératif</strong> for all verbs.</p>
<p align="left"><font size="2" face="Verdana, Arial, Helvetica, sans-serif">F. <b><font color="#006600">LES VERBES</font></b>: Donnez la forme indiqu&eacute;e du verbe. [2.1, 3.2, 4.2, 4.3, 5.1, 5.2, 5.4, 6.4, 7.1, 9.5, 10.2, 11.1] <br />
  <b>Boh&eacute;mienne </b>(song from <i>Notre Dame de Paris</i>)<br />
  <br />
  </font><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><i>Phoebus</i><br />
    D&rsquo;o&ugrave; viens-tu belle &eacute;trang&egrave;re?<br />
    Fille du ciel et de la terre<br />
    Bel oiseau de paradis<br />
    Que viens-tu faire par ici?</font></p>
<p align="left"><font size="2" face="Verdana, Arial, Helvetica, sans-serif"><em>Esmeralda<br />
  </em>Boh&eacute;mienne, nul ne sait le pays<br />
  D&rsquo;o&ugrave; je viens<br />
  Boh&eacute;mienne, je suis fille de grands chemins<br />
  Boh&eacute;mienne, boh&eacute;mienne<br />
  Qui peut dire o&ugrave; je serai demain<br />
  </font><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Boh&eacute;mienne, boh&eacute;mienne c&rsquo;est &eacute;crit dans les lignes de ma main<br />
  <br />
    Ma m&egrave;re me parlait d&rsquo;Espagne,<br />
    Comme si c&rsquo;&eacute;tait son pays<br />
    Et les brigands dans les montagnes, dans les montagnes d&rsquo;Andalousie<br />
    Dans les montagnes d&rsquo;Andalousie.<br />
    Je n&rsquo;ai plus ni p&egrave;re ni m&egrave;re,<br />
    J&rsquo;ai fait de Paris mon pays<br />
    Et quand j&rsquo;imagine la mer,<br />
    Elle m&rsquo;emm&egrave;ne loin d&rsquo;ici<br />
    Vers les montagnes d&rsquo;Andalousie.<br />
  <br />
  </font><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Boh&eacute;mienne nul ne sait le pays<br />
    D&rsquo;o&ugrave; je viens<br />
    Boh&eacute;mienne, je suis fille de grands chemins<br />
    Boh&eacute;mienne, boh&eacute;mienne, qui peut dire qui j&rsquo;aimerai demain?<br />
    Boh&eacute;mienne, boh&eacute;mienne c&rsquo;est &eacute;crit dans les lignes de ma main </font></p>
<p><font size="2" face="Verdana, Arial, Helvetica, sans-serif">J&rsquo;ai pass&eacute; toute mon enfance, pieds nus sur les monts de Provence<br />
  Pour les gitans la route est longue, la route est longue.<br />
  Je continuerai mon errance, au-del&agrave; des chemins de France<br />
  Je les suivrai au bout du monde, au bout du monde.<br />
  Un fleuve d&rsquo;Andalousie coule dans mon sang, coule dans mes veines<br />
  Le ciel d&rsquo;Andalousie, vaut-il la peine qu&rsquo;on y revienne</font></p>
<p><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Boh&eacute;mienne nul ne sait le pays<br />
  D&rsquo;o&ugrave; je viens<br />
  Boh&eacute;mienne, je suis fille de grands chemins<br />
  Boh&eacute;mienne, boh&eacute;mienne, qui peut dire ce que sera demain?<br />
  Boh&eacute;mienne, boh&eacute;mienne c&rsquo;est &eacute;crit dans les lignes de ma main<br />
</font><font size="2" face="Verdana, Arial, Helvetica, sans-serif">C&rsquo;est &eacute;crit dans les lignes de ma main</font></p>
<p><font color="#FF0000" size="2" face="Verdana, Arial, Helvetica, sans-serif">English translation:(very literal, word for word)<br />
  </font><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Where do you come from, beautiful stranger?<br />
    Daughter of heaven and the earth<br />
    Beautiful bird of paradise<br />
    What are you doing around here?<br />
  <br />
    Gypsy, no one knows the country I come from<br />
    Gypsy, I'm the daughter of the open highways<br />
    Gypsy, gypsy, who can say where I'll be tomorrow?<br />
    Gypsy, gypsy, it's written in the lines of my hand.</font></p>
<p><font size="2" face="Verdana, Arial, Helvetica, sans-serif">My mother spoke to me of Spain as if it were my country<br />
  And the brigands in the mountains, in the Andalusian mountains.<br />
  I no longer have a father or mother, I made Paris my home,<br />
  And when I imagine the sea, she takes me far from here<br />
  Towards the mountains of Andalusia.<br />
  <br />
  </font><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Gypsy, no one knows the country I come from<br />
    Gypsy, I'm the daughter of the open highways<br />
    Gypsy, gypsy, who can say whom I'll love tomorrow?<br />
    Gypsy, gypsy, it's written in the lines of my hand.</font></p>
<p><font size="2" face="Verdana, Arial, Helvetica, sans-serif">I spend all my childhood on the moutains in Provence<br />
  For gypsies, the road is long, the road is long <br />
  I will continue my wandering, beyond the roads in France<br />
  I will follow them to the ends of the earth <br />
  An Andalusian river flows in my blood, flows in my veins<br />
  The Andalusian sky, it is worth going back there? </font></p>
<p><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Gypsy, no one knows the country I come from<br />
  Gypsy, I'm the daughter of the open highways<br />
  Gypsy, gypsy, who can say what will happen tomorrow?<br />
  Gypsy, gypsy, it's written in the lines of my hand.</font></p>
<h2 class="red">SECTION TO DO AT HOME</h2>
  <h3 class="green">PARLEZ DU PASS&Eacute;</h3>
  <p>(Imparfait/ Pass&eacute; compos&eacute;) [Review 6.1, 6.3]</p>
  <p>A. <i>Pass&eacute; compos&eacute;</i> with <i>avoir</i> (p. 159-60), with <i>&ecirc;tre</i> (p. 162), and with reflexive verbs [10.1]<br />
  <b><br />
Mod&egrave;le</b>: manger: <i>j'ai mang&eacute;</i>, rester: <i>elle est rest&eacute;e</i>.</p>
<table width="100%" border="0" cellpadding="2">
  <tr>
    <td>1. repasser ma chemise: <span class="red">j'ai repassé</span> ma chemise </td>
    <td>8. choisir un pantalon: tu <span class="red">as choisi</span> un pantalon</td>
  </tr>
  <tr>
    <td>2. finir nos devoirs: nous <span class="red">avons fini</span> nos devoirs</td>
    <td>9. arriver en classe: nous <span class="red">sommes arrivés </span>en classe </td>
  </tr>
  <tr>
    <td>3. descendre du train: elles <span class="red">sont descendues</span> du train </td>
    <td>10. boire du caf&eacute;: il <span class="red">a bu </span>du café </td>
  </tr>
  <tr>
    <td>4. perdre ses cl&eacute;s: il <span class="red">a perdu </span>ses clés</td>
    <td>11. &eacute;tudier: vous <span class="red">avez étudié</span> </td>
  </tr>
  <tr>
    <td>5. rentrer: mes parents <span class="red">sont rentrés </span></td>
    <td>12. rester en classe: ils <span class="red">sont restés</span> en classe </td>
  </tr>
  <tr>
    <td>6. aller: on <span class="red">est allé </span></td>
    <td>13. se f&acirc;cher: je <span class="red">me suis fâché(e)</span></td>
  </tr>
  <tr>
    <td>7. se r&eacute;veiller: elle <span class="red">s'est réveillée</span> </td>
    <td>14. s'amuser: nous <span class="red">nous sommes amusés</span> </td>
  </tr>
</table>
<p>B. <i>&Eacute;crivez les m&ecirc;mes verbes &agrave; l'<b>imparfait</b></i> [8.1]:</p>
<p><b>Mod&egrave;le</b>: manger: <i>je mangeais </i>, rester: <i>elle restait</i>.</p>
<table width="100%" border="0" cellpadding="2">
  <tr>
    <td>1. repasser ma chemise: je <span class="red">repassais</span> <span class="red">ma chemise </span></td>
    <td>8. choisir un pantalon: tu <span class="red">choisissais</span> un pantalon </td>
  </tr>
  <tr>
    <td>2. finir nos devoirs: nous <span class="red">finissions </span>nos devoirs</td>
    <td>9. arriver en classe: nous <span class="red">arrivions</span> en classe </td>
  </tr>
  <tr>
    <td>3. descendre l'escalier: elles <span class="red">descendaient</span> l'escalier </td>
    <td>10. boire du caf&eacute;: il <span class="red">buvait</span> du cafe </td>
  </tr>
  <tr>
    <td>4. perdre ses cl&eacute;s: il <span class="red">perdait </span>ses clés </td>
    <td>11. &eacute;tudier: vous <span class="red">étudiiez</span> </td>
  </tr>
  <tr>
    <td>5. rentrer: mes parents <span class="red">rentraient</span> </td>
    <td>12. rester en classe: ils <span class="red">restaient</span> en classe </td>
  </tr>
  <tr>
    <td>6. aller: on <span class="red">allait</span></td>
    <td>13. se f&acirc;cher: je <span class="red">me fâchais</span> </td>
  </tr>
  <tr>
    <td>7. se r&eacute;veiller: elle <span class="red">se réveillait</span> </td>
    <td>14. s'amuser: nous <span class="red">nous amusions </span></td>
  </tr>
</table>
<p>C. Choisissez entre <strong>le passé composé</strong> et <strong>l'imparfait</strong>. [8.5]<br />
  <br />
  Quand <span class="red">j'avais </span>seize ans, mes grands-parents, qui <span class="red">étaient</span> tr&egrave;s riches, m'<span class="red">ont acheté</span> une nouvelle voiture. C'était 
  vraiment formidable: une Peugot 406! Tous mes amis <span class="red">voulaient</span> la conduire. Le vendredi soir, nous <span class="red">allions</span> en ville pour danser au club. Une fois, pendant qu'il <span class="red">pleuvait</span> tr&egrave;s fort, j<span class="red">'ai eu</span> un accident tr&egrave;s grave. Je <span class="red">me suis cassé </span>la jambe et le bras droit. J<span class="red">'ai dit</span>  au revoir &agrave; ma pauvre voiture. Quelle triste histoire! <br />
  <br />
  D. 
  <b>R&eacute;pondez aux questions<br />
</b>1. Questions personnelles : Fill out the following application form for study abroad in  France in French.&nbsp; Use complete sentences. <br />
<strong><br />
Note: <span class="red">I have answered these questions about myself. Answers will definitely vary! </span></strong></p>
<p>Mod&egrave;le:&nbsp; Mari&eacute;(e)/C&eacute;libataire?:&nbsp; <em>Je suis mariée. </em></p>
<p>Nom:&nbsp;<span class="red">Je m'appelle Diane Beckman</span>. </p>
<p>&Acirc;ge:&nbsp;&nbsp; <span class="red">J'ai cinquante-six ans. </span></p>
<p>Date de naissance:&nbsp; <span class="red">Je suis née le 15 décembre 1955.</span> </p>
<p>Nationalit&eacute;:&nbsp; <span class="red">Je suis américaine.</span> </p>
<p>Couleur des yeux:&nbsp; <span class="red">J'ai les yeux bruns.</span> </p>
<p>Couleur des cheveux:&nbsp; <span class="red">J'ai les cheveux bruns.</span> </p>
<p>Est‑ce que vous portez des lunettes?&nbsp; <span class="red">Oui, je porte des lunettes.</span> </p>
<p>Est‑ce que vous voulez habiter dans une résidence universitaire ou chez une famille fran&ccedil;aise?</p>
<p class="red">Je préfère loger chez une famille fran&ccedil;aise.</p>
<p>Spécialisation à l'université: <span class="red">Je me spécialise en littérature comparée. Ma spécialité est le fran&ccedil;ais. </span></p>
<p>Profession future:<span class="red"> Je serai professeur de fran&ccedil;ais et de littérature.</span> </p>
<p>Est‑ce que vous avez des enfants?&nbsp;<span class="red">Oui, j'ai deux enfants. </span></p>
<p>Est‑ce que vous savez parler fran&ccedil;ais? <span class="red">Oui, je sais parler fran&ccedil;ais.</span></p>
<p>Que faites-vous tous les jours à l'université? <span class="red">Je vais en classe. J'étudie à la bibliothèque. Je fais du sport. Je mange avec mes amies. </span><br />
  <br />
  To help match you with a French host family in Lille, complete each of the following sentences with at least <strong>two</strong> facts about yourself.&nbsp;Suggestions:&nbsp; self‑description, favorite foods, likes and dislikes, sports, favorite activities, abilities, etc. </p>
<p>Mod&egrave;le:&nbsp; <em>J&rsquo;ai un v&eacute;lo et une voiture.</em></p>
<p>Je suis <span class="red">petite et énergique</span>. </p>
<p>J&rsquo;aime<span class="red"> lire et cuisiner. </span></p>
<p>Je peux<span class="red"> faire du yoga et parler fran&ccedil;ais.</span></p>
<p>Je n&rsquo;aime pas&nbsp;<span class="red">attendre</span> et je n'aime pas <span class="red">l'odeur des cigarettes</span>. </p>
<p>Je fais&nbsp;<span class="red">mes courses à Cary</span> et je fais <span class="red">du yoga le dimanche après-midi</span>. <br />
</p>
<p>2. <b> Imparfait </b>[8.1] <strong><span class="red">Answers will vary! </span></strong><b><br />
    </b>O&ugrave; 
  est-ce que vous habitiez quand vous &eacute;tiez jeune? <span class="red">J'habitais à McLean en Virginie. </span><br />
  Qu&#146;est-ce que vous faisiez tous les jours, tous les &eacute;t&eacute;s, 
  tous les weekends? <span class="red">Tous les jours je jouais avec mes sœurs ou mes amies. Tous les étés, je nageais à la piscine. Tous les weekends, je faisais une promenade à Great Falls Park et je rangeais ma chambre</span>.<br />
  Quels sports, quelles activit&eacute;s est-ce que vous faisiez? <span class="red">Je nageais et je jouais au kickball. </span><br />
  Qu&#146;est-ce que vous faisiez &agrave; la maison? <span class="red">Je lisais, je faisais mes devoirs, et je regardais la télévision.</span> <br />
  &#133;avec vos amis? <span class="red">Je jouais à cache-cache et au kickball.</span> <br />
  &#133;pour les f&ecirc;tes (la St. Valentin,  la f&ecirc;te nationale, 
  No&euml;l, etc.) avec votre famille? <span class="red">Pour la St. Valentin, j'offrais des cartes de vœux à mes camarades de classe. Pour la fête nationale, je regardais des feux d'artifices avec ma famille. Pour Noél, on échangeait des cadeaux. </span><br />
  Autrefois, je<span class="red"> jouais de la guitare</span>.<br />
  Quand j&#146;&eacute;tais jeune, j'<span class="red">aimais lire. </span><br />
  Apr&egrave;s l&#146;&eacute;cole, nous<span class="red"> prenions un goûter vers 4h.</span> <br />
  &Agrave; la maison, ma famille et moi <span class="red">dînions ensemble chaque soir.</span><br />
  Tous les weekends, <span class="red">on faisait une promenade ensemble</span>. <br />
  <br />
  3. <b>Pass&eacute; compos&eacute;</b> [6.1, 6.3] <strong><span class="red">Answers will vary! </span></strong><br />
  Qu&#146;est-ce que vous avez fait un jour? <span class="red">Un jour j'ai eu un accident de voiture.</span> un &eacute;t&eacute; particulier? <span class="red">Quand j'avais 15 ans,</span> <span class="red">je suis allée en Europe avec ma famille.</span> l&#146;ann&eacute;e derni&egrave;re? <span class="red">L'année dernière, je suis allée à Washington pendant les vacances de printemps. </span><br />
  Un jour, <span class="red">je suis tombée en panne d'essence. </span><br />
  En juillet 2004, <span class="red">j'ai rendu visite à des amies autour de Paris. </span><br />
  Le week-end dernier, <span class="red">je suis allée à Fayetteville pour voir ma fille. </span><br />
L&#146;&eacute;t&eacute; dernier, <span class="red">j'ai voyagé en France.</span></p>
<p> 4. <strong>Infintif:</strong> [9.1] <br />
  Qu&#146;est-ce qu&#146;il faut faire pour r&eacute;ussir &agrave; l&#146;universit&eacute;? <br />
  Il faut<span class="red"> faire attention en classe.</span> <br />
  Il est nec&eacute;saire<span class="red"> de faire ses devoirs.</span><br />
  Il ne faut pas<span class="red"> dormir en classe! </span><br />
  <br />
  E. <b>QUESTIONS POUR CORALIE</b>. [Review 1.2, 4.5, 5.5, 11.2 and <a href="questionpostersm.pdf">question handout</a>.]<br />
Pretend you are interviewing Coralie about life in the French city of Lille.<br />
Ask questions using:</p>
<p><strong><span class="red">Answers will vary! </span><br />
        <br />
  </strong><strong>Est-ce qu'</strong><span class="red">il y a une bibliothèque à Lille? </span><strong><br />
    Qu&rsquo;est-ce que </strong><span class="red">vous aimez faire le week-end? </span><strong><br />
      Comment </strong><span class="red">est-ce que vous allez à l'université?</span><strong> <br />
        Combien </strong><span class="red">d'habitants est-ce qu'il y a à Lille? </span><strong><br />
          O&ugrave;</strong><span class="red"> est-ce qu'on trouve le meilleur pain?</span><strong> <br />
            Quand </strong><span class="red">est-ce que vous allez au cinéma? </span><strong><br />
              Pourquoi</strong> <span class="red">est-ce que vous allez en Belgique pour acheter du chocolat?</span><br />
  <strong>Qui </strong><span class="red">est le maire de Lille?</span><strong><br />
    Quel</strong><span class="red">s restaurants se trouvent sur la Grande Place? &nbsp; </span><strong><br />
      A quelle heure </strong><span class="red">est-ce que la boulangerie ferme?</span></p>
<p>F. <strong>Futur </strong> <strong>proche</strong> [4.5] <strong><br />
</strong><i>&Eacute;crivez les  verbes <strong>au futur</strong></i><strong> <em>proche</em>:</strong></p>
<p><b>Mod&egrave;le</b>: manger: <i>je mangerai</i>, rester: <i>elle restera.</i></p>
<table width="100%" border="0" cellpadding="2">
  <tr>
    <td>1. repasser ma chemise: je <span class="red">vais repasser </span>ma chemise. </td>
    <td>8. choisir un pantalon: tu <span class="style6">vas</span> <span class="red">choisir</span> </td>
  </tr>
  <tr>
    <td>2. finir nos devoirs: nous <span class="style6">allons finir</span> nos devoirs </td>
    <td>9. arriver en classe: nous <span class="red">allons arriver</span> en classe </td>
  </tr>
  <tr>
    <td>3. descendre l'escalier: elles <span class="red">vont descendre</span> l'escalier. </td>
    <td>10. boire du caf&eacute;: il <span class="red">va boire</span> du café </td>
  </tr>
  <tr>
    <td>4. perdre ses cl&eacute;s: il <span class="red">va perdre</span> ses clés.</td>
    <td>11. &eacute;tudier: vous <span class="red">aller étudier</span></td>
  </tr>
  <tr>
    <td>5. rentrer: mes parents <span class="red">vont rentrer</span> </td>
    <td>12. rester en classe: ils <span class="red">vont rester</span> en classe</td>
  </tr>
  <tr>
    <td>6. aller: on <span class="red">va aller</span>  </td>
    <td>13. se f&acirc;cher: je <span class="red">vais me fâcher</span></td>
  </tr>
  <tr>
    <td>7. se r&eacute;veiller: elle<span class="red"> va se réveiller</span></td>
    <td>14. s'amuser: nous <span class="red">allons nous amuser</span></td>
  </tr>
</table>
<p>G<strong>.  LES VOYAGES.</strong> Remember the francophone country you researched? You will talk about activities, weather, and more. [Review 9.1, your pays francophone presentation, Exam 4]<br />
  Dans quels pays est-ce que vous voudriez aller? <span class="red">au</span> Br&eacute;sil, <span class="red">en</span>  Suisse, <span class="red">en</span> France, <span class="red">au</span> Canada, <span class="red">en</span> Chine, <span class="red">aux</span> Etats-Unis.<br />
        <br />
        H. <strong>ADJECTIFS</strong><span class="red">:</span> D&eacute;crivez les personnes suivantes avec 3 adjectifs pour chaque personne. [1.5, 3.1, 3.4, 8.4, 9.3]<br />
<strong><span class="red">Answers will vary! </span></strong> <br />
1. moi <span class="red">Je suis petite, brune et sympathique.</span> <br />
  2. mes parents <span class="red">Mes parents sont intelligents, travailleurs et juifs</span>. <br />
  3. mon amie <span class="red">Mon amie est blonde, très mince, et sympathique.</span><br />
4. les &eacute;tudiants de cette classe <span class="red">Les étudiants de cette classe sont jeunes, travailleurs et respectueux. </span></p>
<p><strong>Faites des compararisons:</strong><br />
  mon père/ ma mère <span class="red">Mon père était plus drôle que ma mère. </span><br />
Barack Obama/ François Hollande <span class="red">Barack Obama  est plus grand que François Hollande. </span></p>
<p><strong>Faites une phrase supérlative:</strong><br />
  Madame Beckman (université) <span class="red">Madame Beckman est la prof la plus patiente de l'université.</span> <br />
  NCSU (Caroline du nord) <span class="red">NSCU est la meilleure université de la Caroline du nord. </span></p>
<p><br />
I<span class="red">.</span><strong> VERBES R&Eacute;FL&Eacute;CHIS</strong><span class="red">: </span><strong>au pr&eacute;sent, au pass&eacute; compos&eacute;, au futur proche, à l'impératif</strong>. Compl&eacute;tez le sch&eacute;ma selon le mod&egrave;le. Ensuite, composez une phrase compl&egrave;te avec l&#146;adverbe indiqu&eacute;. [4.3, 10.1]<br />
  <br />
  VERBE/SUJET; PR&Eacute;SENT;  PASS&Eacute; COMPOS&Eacute;; FUTUR PROCHE <br />
  <br />
  mod&egrave;le: s&#146;habiller/je; Je m&#146;habille. Je me suis habill&eacute;(e). Je vais m'habiller.<br />
  D&#146;habitude,  je m&#146;habille tr&egrave;s vite.<br />
  <br />
1) se lever/nous <span class="red">Nous nous levons. Nous nous sommes levés. Nous allons nous lever.<br />
Hier, nous nous sommes levés à 6h du matin.</span><br />
<br />
2) se promener/ils <span class="red">Ils se promènent. Ils se sont promenés. Ils vont se promèner.<br />
Lundi dernier, ils se sont promenés à Bond Park. </span><br />
<br />
3) s&#146;inqui&eacute;ter/vous <span class="red">Vous vous inquiétez. Vous vous êtes inquiété(e)(s). Vous allez vous inquiéter. </span><br />
<span class="red">En g&eacute;n&eacute;ral, vous vous inquiétez quand vous êtes fatigué(e).</span><br />
<br />
4) s&#146;occuper/elle <span class="red">Elle s'occupe. Elle s'est occupée. Elle va s'occuper.<br />
Demain, elle va s'occuper du voyage.</span>  </p>
<p>5) se laver/(vous) <span class="red">Vous vous lavez. Vous vous êtes lavé(e)(s). Vous allez vous laver.</span><br />
  <span class="red">Les enfants, lavez-vous les mains avant de manger!</span>
</p>
<p>J.  <strong>Lecture<br />
  </strong><br /></p>
<p class="extracredit">Avez-vous compris?</p>
<p>Choisissez la meilleure réponse.</p>
<p>1. On a montré les premiers films…<br />
</p>
<table width="1000" border="1">
  <tr>
    <td class="red">a. dans un café à Paris</td>
    <td>b. à Hollywood</td>
    <td>c. à un festival de cinéma</td>
  </tr>
</table>
<p>2. En France, le grand festival du film a lieu (<em>takes place</em>)…</p>
<table width="1000" border="1">
  <tr>
    <td>a. en avril</td>
    <td>b. à Paris</td>
    <td class="red">c. à Cannes</td>
  </tr>
</table>
<p>3. La ville où on passe régulièrement le plus grand nombre des films, c'est</p>
<table width="1000" border="1">
  <tr>
    <td>a. Los Angeles</td>
    <td>b. Londres</td>
    <td class="red">c. à Paris</td>
  </tr>
</table>
<p>4. En France, les blockbusters américains sont généralement…</p>
<table width="1000" border="1">
  <tr>
    <td class="red">a. doublés</td>
    <td>b. sous-titrés</td>
    <td>c. appréciés par les puristes</td>
  </tr>
</table>
<p class="extracredit">Et vous? <br />
<span class="red">Answers will vary</span>.</p>
<p>1. Préférez-vous les blockbusters ou les films indépendants ou étrangers? <span class="red"><br />
J'adore les films indépendants et étrangers, surtout en français</span>.</p>
<p>2. Préférez-vous les films doublés ou sous-titrés? Expliquez. <br />
<span class="red">Je regarde beaucoup de films étrangers et je préfère les films sous-titrés parce que j'adore les langues et j'aime écouter les langues différentes! Aussi, j'aime comparer les paroles originales et les sous-titres si je comprends la langue originale du film.</span></p>
<p><br />
</p>
</body>
</html>
