<html>
<head>
<title>Final Exam Review</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<style type="text/css">
<!--
.style2 {font-family: Verdana, Arial, Helvetica, sans-serif; font-size: small; }
.style6 {color: #000099}
.style9 {font-family: Verdana, Arial, Helvetica, sans-serif}
.style10 {color: #009900}
-->
</style>
</head>

<body bgcolor="#FFFFFF" text="#000000">
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="2"> <font size="3" color="#FF0000">FLF 
  201 Examen Final: Wednesday May 5, 2004, 6-9 PM in Bostian 2722</font></font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#006600">REVIEW 
  SHEET ANSWERS</font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><b>Th&egrave;me 
  de l&#146;examen final</b>: UNE ANN&Eacute;E &Agrave; PARIS. Imaginez que vous 
  passez une ann&eacute;e &agrave; Paris chez une famille fran&ccedil;aise pendant 
  que vous assistez &agrave; l&#146;Universit&eacute; de Paris. Pour avoir des 
  souvenirs de votre s&eacute;jour, vous &eacute;crivez fr&eacute;quemment dans 
  un journal personnel. (80 points)<br>
  <br>
  NOTE: You should be able to use all verbs in the pr&eacute;sent, futur proche 
  (aller + inf.), pass&eacute; compos&eacute;, imparfait et pr&eacute;sent du 
  subjonctif. Use verb charts on my web site to practice and check your answers 
  in the back of your text book.<br>
  <br>
  <b>REPRISE A</b>: pp. 4-11<br>
  VERBES: avoir (+ expressions with avoir), aller, &ecirc;tre, venir, faire (+ 
  expressions with faire), <br>
  prendre, voire, -er, -ir, -re verbs, vouloir, pouvoir, devoir, sortir<br>
  GRAMMAIRE: adjectifs, articles d&eacute;finis (le, la, l&#146;, les) vs. articles 
  ind&eacute;finis (un, une, des) vs.<br>
  articles partitif (du, de la, de l&#146;, des)<br>
  VOCABULAIRE: nourriture et boissons <br>
  <br>
  <font color="#FF0000">I. ADJECTIFS:</font> D&eacute;crivez les personnes suivantes 
  avec 3 adjectifs pour chaque personne.<br>
  <font color="#006600">Anwers will vary</font></font><font face="Verdana, Arial, Helvetica, sans-serif" size="2">.<br>
  1. moi <font color="#006600">Je suis brune, petite, intelligente, et modeste.</font><br>
  2. mes parents<font color="#006600"> Ils sont &acirc;g&eacute;s, travailleurs, 
  et s&eacute;rieux.</font><br>
  3. mon amie <font color="#006600">Mon amie est blonde, bavarde et amicale</font><font color="#003300">.</font><br>
  4. les &eacute;tudiants de cette classe <font color="#006600">Les &eacute;tudiants 
  de cette classe sont intelligents, respectueux et fatigu&eacute;s. </font><br>
  <br>
  <b>UNIT&Eacute; 1</b>: pp. 32-55<br>
  VERBES: VERBES R&Eacute;FL&Eacute;CHIS (au pr&eacute;sent, au pass&eacute; compos&eacute;, 
  au futur proche, &agrave; l&#146;imp&eacute;ratif),<br>
  s&eacute;cher, s&#146;essuyer, acheter, se lever, se promener, se mettre, dormir, 
  s&#146;appeler, se sentir, s&#146;asseoir,<br>
  s&#146;inqui&eacute;ter, se taire<br>
  GRAMMAIRE: l&#146;usage de l&#146;article d&eacute;fini<br>
  VOCABULAIRE: la description physique, avoir mal, les parties du corps, la toilette 
  et les soin<br>
  personnels, la condition physique et les sentiments, les verbes r&eacute;fl&eacute;chis, 
  l&#146;usage idiomatique des<br>
  verbes r&eacute;fl&eacute;chis<br>
  <br>
  <font color="#FF0000">II. VERBES R&Eacute;FL&Eacute;CHIS</font> (au pr&eacute;sent, 
  au pass&eacute; compos&eacute;, au futur proche). Compl&eacute;tez le sch&eacute;ma 
  selon le mod&egrave;le. Ensuite, composez une phrase compl&egrave;te avec l&#146;adverbe 
  indiqu&eacute;.<br>
  <br>
  VERBE/SUJET; PR&Eacute;SENT; FUTUR PROCHE: PASS&Eacute; COMPOS&Eacute;<br>
  <br>
  mod&egrave;le: s&#146;habiller/je; Je m&#146;habille. Je vais m&#146;habiller. 
  Je me suis habill&eacute;(e).<br>
  D&#146;habitude D&#146;habitude, le matin je m&#146;habille tr&egrave;s vite.<br>
  <br>
  1) se lever/nous <font color="#006600">Nous nous levons. Nous allons nous lever. 
  Nous nous sommes lev&eacute;s. <br>
  Hier nous nous sommes lev&eacute;s de bonne heure.<br>
  </font><br>
  2) se promener/ils <font color="#006600">Ils se prom&egrave;nent. Ils vont se 
  promener. Ils se sont promen&eacute;s.<br>
  Lundi dernier ils se sont promen&eacute;s &agrave; Bond Park &agrave; Cary.<br>
  </font><br>
  3) s&#146;inqui&eacute;ter/vous <font color="#006600">Vous vous inqui&eacute;tez</font>. 
  <font color="#006600">Vous allez vous inqui&eacute;ter. Vous vous &ecirc;tes 
  inqui&eacute;t&eacute;(e)(s)<br>
  En g&eacute;n&eacute;ral vous vous inqui&eacute;tez quand vous avez trop de 
  choses &agrave; faire. <font color="#0033CC">(too many things to do)</font><br>
  </font><br>
  4) s&#146;occuper/elle <font color="#006600">Elle s'occupe. Elle va s'occuper. 
  Elle s'est occup&eacute;e. </font><br>
  toujours <font color="#006600">Elle s'occupe toujours de ses enfants.<br>
  </font><br>
  5) se sentir/je <font color="#006600">Je me sens. Je vais me sentir. Je me suis 
  senti(e).<br>
  Aujourd&#146;hui je me sens en forme.<br>
  </font><br>
  <font color="#FF0000">III. DESCRIPTION PHYSIQUE.</font> D&eacute;crivez le visage, 
  le nez, les cheveux, les yeux, la taille,<br>
  l&#146;apparence g&eacute;n&eacute;rale, les signes particuliers des personnes 
  suivantes.<br>
  <font color="#006600">Anwers will vary</font></font><font face="Verdana, Arial, Helvetica, sans-serif" size="2">.</font><font face="Verdana, Arial, Helvetica, sans-serif" size="2"> 
  <br>
  <br>
  1. Votre fr&egrave;re/soeur (ou cousin/cousine) <font color="#006600">Mon fr&egrave;re 
  a les cheveux bruns et les yeux bruns. Il est costaud, mais il n'est pas tr&egrave;s 
  grand. Il porte des lunettes, mais il n'a pas de moustache. </font><br>
  <br>
  2. Le Pr&eacute;sident des &Eacute;tats-Unis <font color="#006600">Le pr&eacute;sident 
  a les cheveux noirs et gris. Il a les yeux bleus. Il n'est ni grand, ni petit. 
  Il est de taille moyenne. Il n'est ni gros ni maigre. Il ne porte pas de lunettes. 
  </font><br>
  <br>
  3. Votre acteur/chanteur favori <font color="#006600">Mon chanteur favori a 
  les cheveux bruns et les yeux bruns. Il est assez mince mais pas maigre. Il 
  porte toujours de lunettes. Son nez n'est pas trop grand et son visage est ovale.</font><br>
  <br>
  4. Votre actrice/chanteuse favorite: <font color="#006600">Audrey Tautou a un 
  visage rond, la peau tr&egrave;s blanche, les cheveux noirs, courts et lisses, 
  et les yeux bruns. Elle est mince. Elle a un joli sourire.</font><br>
  <br>
  <font color="#FF0000">IV. CONDITION PHYSIQUE ET SENTIMENTS.</font> Finissez 
  les phrases.<br>
  Mod&egrave;le: Je me sens malade quand&#133;<br>
  <br>
  Je me sens malade quand j&#146;ai mal &agrave; la t&ecirc;te OU quand mon p&egrave;re 
  se f&acirc;che avec moi.<br>
  <br>
  1. Je suis &eacute;nerv&eacute;(e) <font color="#000000">quand</font><font color="#006600"> 
  je ne peux pas faire ce que je veux.</font> <br>
  <br>
  2 Je suis furieux (euse) quand <font color="#006600">mon ordinateur ne fonctionne 
  pas.</font><br>
  <br>
  3. Mes parents se mettent en col&egrave;re <font color="#000000">quand</font><font color="#006600"> 
  ils doivent attendre longtemps.</font><br>
  <br>
  4. Ma m&egrave;re semble pr&eacute;occup&eacute;(e) quand <font color="#006600">elle 
  voyage.</font><br>
  <br>
  5. Je suis heureux(euse) quand <font color="#006600">il fait beau.</font><br>
  <br>
  6. Nous nous emb&ecirc;tons quand <font color="#006600">il fait trop chaud ou 
  trop froid en classe.</font><br>
  <br>
  <b>UNIT&Eacute; 2</b>: pp. 70-91<br>
  VERBES: verbes r&eacute;guliers, verbes en -ger (ranger, manger, etc.), nettoyer, 
  essuyer, balayer,<br>
  payer, sortir, lire, dire, &eacute;crire, boire, prendre, apprendre, voir<br>
  GRAMMAIRE: LE SUBJONCTIF: la formation r&eacute;guli&egrave;re et irr&eacute;guli&egrave;re, 
  l&#146;usage<br>
  VOCABULAIRE: les travaux domestiques, pour rendre service, comment d&eacute;crire 
  un objet<br>
  <font color="#FF0000"><br>
  V. LES TRAVAUX DOMESTIQUES.</font> Qu&#146;est-ce qu&#146;on doit faire dans 
  les endroits suivants?<br>
  (What must one do in the following places?) Finissez les phrases avec au moins 
  (at least) 3 choses.<font color="#006600"><br>
  </font></font><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#006600">Answers 
  will vary. </font><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><br>
  1. Dans la cuisine, je dois<font color="#006600"> faire la vaisselle, mettre 
  la table, essuyer la table, cuisiner.<br>
  </font><br>
  2. Dans le jardin, nous devons <font color="#006600">arroser les plantes, tailler 
  les arbustes, tondre la pelouse.</font><br>
  <br>
  3. Dans la chambre et la salle de bains, tu dois <font color="#006600">te raser, 
  te laver, t'habiller, faire ton lit.</font><br>
  <br>
  4. Dans le salon, mes parents doivent <font color="#006600">ranger leurs journaux, 
  passer l'aspirateur, nettoyer les vitres.</font><br>
  <br>
  5. Dans la salle &agrave; manger, ma soeur <font color="#000000">doit</font><font color="#006600"> 
  mettre le couvert, d&eacute;barasser la table, balayer le sol.</font><br>
  <br>
  6. Pour s&#146;occuper des animaux, on doit <font color="#006600">les nourrir, 
  les donner &agrave; boire et &agrave; manger, les promener, les faire vacciner.</font></font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="2" color="#FF0000">VI. 
  LE SUBJONCTIF</font><font face="Verdana, Arial, Helvetica, sans-serif" size="2">. 
  &Eacute;crivez des phrases avec il faut + un sujet + un verbe au subjonctif 
  et un peu d&#146;imagination.<br>
  <font color="#0000FF">(Note: be sure you know the difference between the subjunctive 
  and the imperfect forms and when to use each one. Every year several students 
  fill out this section with the imperfect!)</font><br>
  </font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Mod&egrave;le: 
  (&eacute;crire/je) Il faut que j&#146;&eacute;crive une lettre &agrave; ma soeur. 
  <br>
  <br>
  1. (se taire/on) <font color="#006600">Il faut qu'on se taise pendant les examens. 
  </font><br>
  <br>
  2. (avoir/ je) <font color="#006600">Il faut que j'aie de la patience.</font><br>
  <br>
  3. (payer/ nous) <font color="#006600">Il faut que nous payions nos imp&ocirc;ts 
  en avril.</font><br>
  <br>
  4. (voir/ vous) <font color="#006600">Il faut que vous voyiez des films et des 
  vid&eacute;os fran&ccedil;ais.</font><br>
  <br>
  5. (manger/ il)<font color="#006600"> Il faut qu'il mange avant de partir.</font><br>
  <br>
  6. (&ecirc;tre/ nous) <font color="#006600">Il faut que nous soyons &agrave; 
  l'heure.</font><br>
  <br>
  7. (se s&eacute;cher/ vous) <font color="#006600">Il faut que vous vous s&eacute;chiez 
  avant de vous habiller. </font><br>
  <br>
  8. (mettre/ elle)<font color="#006600"> Il faut qu'elle mette la table.</font><br>
  <br>
  9. (essuyer/ tu) <font color="#006600">Il faut que tu essuies la table avant 
  de mettre le couvert.</font><br>
  <br>
  10. (aller/ nous) <font color="#006600">Il faut que nous allions &agrave; la 
  plage chaque &eacute;t&eacute;.<br>
  </font><br>
  11. (se lever/ je) <font color="#006600">Il faut que je me l&egrave;ve &agrave; 
  6 heures du matin!</font><br>
  <br>
  12. (partir/ ils) <font color="#006600">Il faut qu'ils partent &agrave; la fin 
  du semestre.</font><br>
  <br>
  13. (lire/ vous) <font color="#006600">Il faut que vous lisiez cette histoire.</font><br>
  <br>
  14. (venir/ elle) <font color="#006600">Il faut qu'elle vienne en classe.</font><br>
  <br>
  15. (acheter/ tu) <font color="#006600">Il faut que tu ach&egrave;tes du fromage.<br>
  </font><br>
  16. (sortir/ elles) <font color="#006600">Il faut qu'elles sortent avec leurs 
  copines.</font><br>
  <br>
  17. (dire/ vous) <font color="#006600">Il faut que vous me disiez la v&eacute;rit&eacute;.<br>
  </font><br>
  18. (faire/ nous) <font color="#006600">Il faut que nous fassions ce projet.</font><br>
  <br>
  19. (se sentir/ on) <font color="#006600">Il faut qu'on se sente &agrave; l'aise 
  en classe.</font><br>
  <br>
  20. (finir/ tu) <font color="#006600">Il faut que tu finisses cette r&eacute;vision.</font><br>
  <br>
  21. (boire/ nous) <font color="#006600">Il faut que nous buvions de l'eau chaque 
  jour.</font><br>
  <br>
  22. (dormir/ les &eacute;tudiants) <font color="#006600">Il ne faut pas que 
  les &eacute;tudiants dorment en classe.</font><br>
  <br>
  23. (tondre/ mon mari) <font color="#006600">Il faut que mon mari tonde la pelouse.<br>
  </font><br>
  <font color="#FF0000">VII. COMMENT D&Eacute;CRIRE UN OBJET.</font> D&eacute;crivez 
  les objets suivants. D&eacute;crivez la forme, les dimensions, le poids, la 
  consistance, l&#146;&eacute;tat/l&#146;apparence/la condition, la mati&egrave;re. 
  Ecrivez 5 phrases pour chaque objet.<br>
  <br>
  1. une &eacute;ponge<font color="#006600"> Une &eacute;ponge est ronde. Une 
  &eacute;ponge est l&eacute;g&egrave;re. Elle peut &ecirc;tre humide ou s&egrave;che. 
  Elle est rugueuse. Elle peut &ecirc;tre d'une mati&egrave;re naturelle ou artificielle</font>.<br>
  <br>
  2. le Washington Monument <font color="#006600">Le monument est grand. Il est 
  droit. Il en pointu. Il est en pierre. Il est lourd.</font><br>
  <br>
  3. un r&eacute;frig&eacute;rateur <font color="#006600">Un r&eacute;frig&eacute;rateur 
  est rectangulaire. Il est assez haut. Il est assez grand. Il est tr&egrave;s 
  lourd. Il est en m&eacute;tal. Il est dur. Il est froid &agrave; l'int&eacute;rieur.</font><br>
  <br>
  4. la Statue de la Libert&eacute; <font color="#006600">Elle est grande et haute. 
  Elle est tr&egrave;s lourde. Elle est en m&eacute;tal et en pierre. Elle est 
  vide &agrave; l'int&eacute;rieur. Elle est droite.</font><br>
  <br>
  <b>UNIT&Eacute; 3</b>: pp. 112-133<br>
  VERBES: d&eacute;truire, prot&eacute;ger<br>
  GRAMMAIRE: le pass&eacute; compos&eacute;, l&#146;imparfait<br>
  VOCABULAIRE; les vacances: plaisirs/probl&egrave;mes, quel temps fait-il?<br>
  <br>
  <font color="#FF0000">VIII. LES VACANCES: PLAISIRS ET PROBLEMES.</font> Finissez 
  les phrases suivantes avec au moins (at least) 3 choses. Suivez le mod&egrave;le.<br>
  Mod&egrave;le: Au bord de la mer, on peut nager et faire de la planche &agrave; 
  voile, mais il ne faut pas se noyer.<br>
  Au bord de la mer, <font color="#006600">on peut se bronzer et faire des promenades, 
  mais il ne faut pas attraper un coup de soleil.</font><br>
  <br>
  A la montagne, <font color="#006600">on peut faire des randonn&eacute;es, faire 
  de l'escalade, faire du ski, mais il ne faut pas se perdre.</font><br>
  <br>
  A la campagne, <font color="#006600">on peut se promener, cueillir des fleurs, 
  observer des oiseaux, faire un pique-nique, mais il ne faut pas tomber dans 
  le lac. </font><br>
  <br>
  <font color="#FF0000">IX. LE PASS&Eacute; COMPOS&Eacute; ET L&#146;IMPARFAIT</font>. 
  </font></p>
<p class="style2"><span class="style6">A. </span>Chris raconte une histore de son enfance. <span class="style9"> Employez <strong>le pass&eacute; compos&eacute; </strong>ou <strong>l'imparfait</strong>.</span></p>
<p class="style2">Un jour quand <span class="style10">j'&eacute;tais</span>  jeune, j'<span class="style10">ai bu</span>  un peu d'essence (=gasoline). Ma maman <span class="style10">&eacute;tait</span> horrifi&eacute;e et elle m'<span class="style10">a conduit</span> &agrave; l'h&ocirc;pital. Pendant que nous <span class="style10">conduisions</span> &agrave; l'h&ocirc;pital, ma maman  <span class="style10">pleurait</span>. Finalement, nous y <span class="style10">sommes arriv&eacute;s</span>. Puis, le m&eacute;dicin m'<span class="style10">a donn&eacute;</span> un m&eacute;dicament. Ma maman<span class="style10"> &eacute;tait</span> furieuse. </p>
<p class="style2">Maintenant, Adrienne raconte une histoire de <strong>son</strong> enfance. Employez <strong>le pass&eacute; compos&eacute; </strong>ou <strong>l'imparfait</strong>.</p>
<p class="style2">Quand <span class="style10">j'avais</span> huit ans, ma m&egrave;re <span class="style10">s'est f&acirc;ch&eacute;e</span>! J'<span class="style10">avais</span> les cheveux longs et fris&eacute;s. Tous les jours, je/j' <span class="style10">voulais</span> les couper. Un jour, j'<span class="style10">ai pris</span> des ciseaux et je <span class="style10">me suis coup&eacute;</span> les cheveux! Puis, ma m&egrave;re m'<span class="style10">a vu</span>  et elle  <span class="style10">&eacute;tait</span> triste! Ensuite, elle m'<span class="style10">a punie</span>. Moi, je n'<span class="style10">&eacute;tais</span> pas triste. J<span class="style10">'aime/ aimais/ ai aim&eacute;</span>  les cheveux courts.</p>
<p class="style2">B</p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="2">A witness to shoplifiting! Vous faites des achats dans un grand magasin. Vous 
    voyez quelqu&#146;un qui est en train de voler (to steal) un objet! Le vendeur 
    le voit aussi et t&eacute;l&eacute;phone &agrave; la police qui arrive et arr&ecirc;te 
    le criminel. Le lendemain vous d&eacute;crivez l&#146;incident &agrave; un ami. 
    Vous employez 4 verbes au pass&eacute; compos&eacute; et 4 verbes &agrave; l&#146;imparfait.<br>
  <br>
  Un peu de vocabulaire utile:<br>
  le voleur; la voleuse (the thief)<br>
  voler (to steal)<br>
  le vendeur, la vendeuse (salesman, saleswoman)<br>
  cacher (to hide)<br>
  mettre (to put)<br>
  la poche (the pocket)<br>
  le sac &agrave; main (the purse)<br>
  le sac &agrave; dos (backpack)</font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="2">Answers will vary:<br>
  <font color="#006600">Il &eacute;tait midi et j'avais faim&#133;<br>
  J'&eacute;tais au rayon Papeterie parce que j'avais besoin&#133;<br>
  Tout d'un coup j'ai vu un homme qui mettait&#133;<br>
  J'ai observ&eacute; une femme qui cachait&#133;<br>
  J'ai cri&eacute; &quot;Au voleur!&quot;<br>
  La vendeuse a t&eacute;l&eacute;phon&eacute;&#133;<br>
  L'agent de police est arriv&eacute;&#133;<br>
  L'agent a trouv&eacute; une bague dans son sac &agrave; main.</font></font><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><br>
  <br>
  <b>UNIT&Eacute; 4</b>: pp. 152-169<br>
  GRAMMAIRE: les pronoms: y; en; le, la, les; lui, leur; les expressions ind&eacute;finies 
  de quantit&eacute;; faire + infinitif<br>
  VOCABULAIRE: comment faire les achats et obtenir des services ( &agrave; la 
  papeterie, &agrave; la poste, chez le photographe, chez le pharmacien, chez 
  le coiffeur, chez le cordonnier, chez le teinturier, etc.)<br>
  <br>
  <font color="#FF0000">X. COURSES ET SERVICES; PRONOMS</font>.<br>
  R&eacute;pondez aux questions suivantes en employant des pronoms appropri&eacute;s.<br>
  <br>
  1. Est-ce que vous allez souvent <u>chez le photographe</u>? <font color="#006600">Oui, 
  j'y vais souvent.</font><br>
  <br>
  2. Est-ce que vous prenez <u>des vitamines</u> tous les jours? <font color="#006600">Oui 
  j'en prends tous les jours.</font><br>
  <br>
  3. Est-ce que vous savez repasser <u>les v&ecirc;tements</u>? <font color="#006600">Oui, 
  je sais les repasser.</font> <br>
  <br>
  4. Est-ce que vous allez acheter <u>trois timbres</u>? <font color="#006600">Oui, 
  j'en ai achet&eacute; trois.</font> <br>
  <br>
  5. Quand est-ce que vous nettoyez <u>votre chambre</u>? <font color="#006600">Je 
  la nettoie quand il le faut, une fois par semaine.</font><br>
  <br>
  6. Est-ce que vous avez pr&ecirc;t&eacute; <u>vos disques</u> <u>&agrave; votre 
  copain</u>? <font color="#006600">Oui, je les lui ai pr&ecirc;t&eacute;s</font>.<br>
  <br>
  7. Est-ce que vous avez &eacute;crit <u>des cartes postales</u> <u>&agrave; 
  vos parents</u>?<font color="#006600"> Oui, je leur en ai &eacute;crit.</font><br>
  <br>
  8. O&ugrave; est-ce que vous avez achet&eacute; <u>vos livres</u>? <font color="#006600">Je 
  les ai achet&eacute;s &agrave; Borders.</font><br>
  <br>
  9. Est-ce que vous avez pris beaucoup <u>de photos</u> pendant les vacances? 
  <font color="#006600">Oui, j'en ai pris beaucoup</font>.<br>
  <br>
  10. Est-ce que vous avez achet&eacute; <u>un tube de dentifrice</u> <u>&agrave; 
  la pharmacie</u>? <font color="#006600">Oui, j'y en ai achet&eacute; un.</font><br>
  <br>
  11. Est-ce que vous avez donn&eacute; <u>des conseils</u> <u>&agrave; vos cousins</u>? 
  <font color="#006600">Oui, je leur en ai donn&eacute;.</font><br>
  <br>
  12. Avez-vous r&eacute;p&eacute;t&eacute; <u>la question</u>? <font color="#006600">Oui, 
  je l'ai r&eacute;p&eacute;t&eacute;e.</font><br>
  <br>
  <font color="#FF0000">XI. INTERLUDES CULTURELS.</font> Culture/matching exercise 
  covering the following items.<br>
  <b>Unit&eacute; 1</b>: Le monde des arts<br>
  <b>Unit&eacute; 2:</b> Histoire de la France (22 av. J.C. - 1453)<br>
  <b>Unit&eacute; 3:</b> Histoire de la France (1500-1715)<br>
  <b>Unit&eacute; 4</b>: Vive la musique!<br>
  <br>
  <b>Unit&eacute; 1:</b><br>
  L&#146;Impressionnisme<br>
  Le Surr&eacute;alisme<br>
  Edgar Degas<br>
  Edouard Manet<br>
  Pierre-Auguste Renoir<br>
  Berthe Morisot<br>
  Claude Monet<br>
  Paul Gauguin<br>
  Vincent Van Gogh<br>
  Henri Rousseau<br>
  Henri Matisse<br>
  Henri de Toulouse-Lautrec<br>
  Camille Claudel<br>
  <br>
  <b>Unit&eacute; 2: </b><br>
  Charlemagne<br>
  La Guerre de Cent Ans<br>
  Jeanne d&#146;Arc<br>
  Vercing&eacute;torix<br>
  Ast&eacute;rix<br>
  Roland<br>
  Guillaume le Conqu&eacute;rant<br>
  Ali&eacute;nor d&#146;Aquitaine<br>
  <br>
  <b>Unit&eacute; 3:</b><br>
  Cyrano de Bergerac<br>
  La Renaissance<br>
  Louis XIV<br>
  Fran&ccedil;ois Ier<br>
  L&eacute;onard de Vinci<br>
  Versailles<br>
  Les ch&acirc;teaux de la Loire: Chambord, Chenonceceaux, Amboise, etc.<br>
  <b><br>
  Unit&eacute; 4:</b><br>
  Edith Piaf<br>
  Josephine Baker<br>
  Johnny Hallyday<br>
  Jean-Jacques Goldman<br>
  Vanessa Paradis<br>
  Patricia Kaas<br>
  Patrick Bruel<br>
  le rap (MC Solaar)<br>
  le zouk<br>
  le rai&#146; (Cheb Khaled)<br>
  l&#146;influence africaine<br>
  la chanson qu&eacute;b&eacute;coise (Gillles Vigneault, C&eacute;line Dion, 
  etc.)<br>
  la musique cajun<br>
  le zyd&eacute;co (Clifton Chenier)<br>
  </font> </p>
</body>
</html>
