<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Frankenstein</title>
</head>

<body>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="2"><b>Frankenstein</b></font></p>
<p><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Mettez le paragraphe suivant au pass&eacute;&#151;choisissez entre <b>le pass&eacute; compos&eacute; </b>et <b>l&#146;imparfait</b>.<br>
    <br>
  Il y <font color="#FF0000">a</font> un docteur suisse qui <font color="#FF0000">est</font> tr&egrave;s intelligent mais qui <font color="#FF0000">a</font> des probl&egrave;mes psychologiques. Alors, il n&#146;<font color="#FF0000">a</font> pas d&#146;amis. Un jour, il <font color="#FF0000">prend</font> la d&eacute;cision de cr&eacute;er quelqu&#146;un qui <font color="#FF0000">va</font> &ecirc;tre son ami. Et donc, le docteur <font color="#FF0000">se d&eacute;p&ecirc;che</font> au cimeti&egrave;re o&ugrave; il <font color="#FF0000">cherche</font> un bras par-ci, une jambe par-l&agrave;. Apr&egrave;s quelques heures, il <font color="#FF0000">trouve</font> tous les &eacute;l&eacute;ments qu&#146;il <font color="#FF0000">veut</font> pour faire un homme. Ensuite, il <font color="#FF0000">rentre</font> chez lui et il <font color="#FF0000">se met</font> &agrave; travailler avec enthousiasme. Quand il <font color="#FF0000">finit</font> de travailler, il r<font color="#FF0000">egarde</font> son nouvel ami et il <font color="#FF0000">voit</font> que c&#146;<font color="#FF0000">est</font> un monstre! Mais h&eacute;las, c&#146;<font color="#FF0000">est</font> trop tard et le monstre, sous le nom de son cr&eacute;ateur, Frankenstein, <font color="#FF0000">sort </font>de la maison pour tuer des gens. Le docteur <font color="#FF0000">reste</font> sans amis mais le monstre <font color="#FF0000">arrive</font> &agrave; Hollywood o&ugrave; il <font color="#FF0000">devient</font> c&eacute;l&egrave;bre.</font></p>
<p><font size="2" face="Verdana, Arial, Helvetica, sans-serif">Il y <font color="#006600">avait</font> un docteur suisse qui <font color="#006600">&eacute;tait</font> tr&egrave;s intelligent mais qui <font color="#006600">avait</font> des probl&egrave;mes psychologiques. Alors, il n&#146;<font color="#006600">avait</font> pas d&#146;amis. Un jour, il a <font color="#006600">pris</font> la d&eacute;cision de cr&eacute;er quelqu&#146;un qui <font color="#006600">allait</font> &ecirc;tre son ami. Et donc, le docteur <font color="#006600">s'est d&eacute;p&ecirc;ch&eacute;</font> au cimeti&egrave;re o&ugrave; il <font color="#006600">a cherch&eacute;</font> <font color="#006600">(cherchait)</font> un bras par-ci, une jambe par-l&agrave;. Apr&egrave;s quelques heures, il <font color="#006600">a trouv&eacute; </font>tous les &eacute;l&eacute;ments qu&#146;il <font color="#006600">voulait</font> pour faire un homme. Ensuite, il <font color="#006600">est rentr&eacute;</font> chez lui et il <font color="#006600">s'est mis</font> &agrave; travailler avec enthousiasme. Quand il <font color="#006600">a fini</font> de travailler, il <font color="#006600">a regard&eacute; </font>son nouvel ami et il <font color="#006600">a vu</font> que c&#146;<font color="#006600">&eacute;tait </font>un monstre! Mais h&eacute;las, c&#146;<font color="#006600">&eacute;tait</font> trop tard et le monstre, sous le nom de son cr&eacute;ateur, Frankenstein, <font color="#006600">est sorti</font> de la maison pour tuer des gens. Le docteur <font color="#006600">restait (est rest&eacute;) </font>sans amis mais le monstre <font color="#006600">est arriv&eacute;</font> &agrave; Hollywood o&ugrave; il <font color="#006600">est devenu</font> c&eacute;l&egrave;bre.</font></p>
<p><font face="Verdana, Arial, Helvetica, sans-serif" size="2">D. Mettez le paragraphe suivant au pass&eacute;. Choisissez entre <b>le pass&eacute; compos&eacute;</b> et <b>l'imparfait.</b><br>
    <br>
C'<font color="#006600">&eacute;tait</font> vendredi, Charles <font color="#006600">a d&eacute;cid&eacute;</font> d'inviter son amie Charlotte &agrave; aller au cin&eacute;ma. Il <font color="#006600">a t&eacute;lephon&eacute;</font> &agrave; Charlotte pour lui demander si elle <font color="#006600">voulait</font> voir un film fran&ccedil;ais. Elle <font color="#006600">a r&eacute;pondu</font> que oui. Charles <font color="#006600">est all&eacute;</font> chercher son amie &agrave; six heures et demie. Charlotte <font color="#006600">n'&eacute;tait pas</font> pr&ecirc;te. Il <font color="#006600">se faisait</font> tard. Les deux amis <font color="#006600">ont quitt&eacute;</font> la maison &agrave; sept heures et quart. Quand ils <font color="#006600">sont arriv&eacute;s</font> enfin au cin&eacute;ma, il y <font color="#006600">avait</font> beaucoup de gens devant le guichet.</font></p>
<p>&nbsp;</p>
</body>
</html>
