<html>
<head>
<title>201 Oral Part of Final Exam</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<p><font size="2" face="Verdana, Arial, Helvetica, sans-serif"> <font size="3" color="#FF0000">FLF 
  201 EXAMEN FINAL 2005<br>
  Partie Orale </font><br>
  <br>
  The oral part of the final exam is designed to make you feel confident of your 
  ability to communicate in French using the material you have studied this semester. 
  As you prepare, think about how much you can say in French!<br>
  <br>
  The oral part of the final exam will take place <b> Wednesday, April 13 and Friday, 
  April 15</b>. Class will not meet on these days. 
  Each student will have a 10-minute conversation with me to demonstrate your 
  speaking ability. You will not be able to use notes. The oral part is worth 
  20% of your final exam grade. The written part will be given Tuesday, May 
3 from 6-9 PM.</font></p>
<p><font size="2" face="Verdana, Arial, Helvetica, sans-serif">There are three 
  parts to the Oral Exam. You will earn points based on the following criteria: 
  ability to communicate (fluency), vocabulary (amount and difficulty) pronunciation, 
  and ability to respond to my questions. See the 
    <a href="201Oralfinalrubric.html">Rubric For Grading of Oral Final Exams</a><br>
  <br>
  <b>I. LA CULTURE FRANCOPHONE&#151;</b>tests your ability to discuss French culture. 
  Prepare <b>one</b> of the following questions. You may prepare your response 
  ahead of time, but you may not use notes. I will ask follow-up questions. (5 
  points)<br>
  <br>
  A. D&eacute;crivez la vid&eacute;o culturelle pr&eacute;f&eacute;r&eacute;e 
  (ou le film) que vous avez vue pour ce cours. Dites pourquoi vous l'avez aim&eacute;e.<br>
  <br>
  B. D&eacute;crivez le personnage historique que vous pr&eacute;f&eacute;rez. 
  Dites pourquoi il/elle est important(e) dans l'histoire de la France et pourquoi 
  vous le pr&eacute;f&eacute;rez. (pp. 98-107; 140-1).<br>
  <br>
  C. Discutez le peintre impressionniste ou post-impressionniste que vous pr&eacute;f&eacute;rez 
  (sa vie, les caract&eacute;ristiques de ses peintures, etc.) et pourquoi vous 
  l'avez choisi(e). (pp. 60-65)<br>
  <br>
  <b>II. LA DESCRIPTION</b>&#151;tests your ability to use descriptive vocabulary 
  and adjective agreement. I will have several objects and portraits to choose 
  from. You will choose <strong>one</strong> <b>object and one portrait </b> to describe. (5 pts) (D&eacute;crivez 
  une personne (36-7); d&eacute;crivez un objet (90-91).<br>
  <b><br>
  III. LA COMMUNICATION</b>&#151;I will ask you some of the following question 
  to test your ability to understand and respond appropriately to conversational 
  questions, and your familiarity with the different subjects we have covered 
  in class. I may also add questions not on this list depending where the conversation 
  leads. It would be a good idea to practice these questions with a partner.<br>
  <br>
  First, here is a list of the topics that you are responsible for and where you 
  can find them in the text: <br>
  <br>
  &#149; LA VIE DE TOUS LES JOURS<br>
  vocabulaire: la toilette et les soins personnels: p. 42 &amp; 48 <br>
  la vie quotidienne: pp. 42, 48, 54<br>
  grammaire: les verbes pronominaux r&eacute;fl&eacute;chis; (pr&eacute;sent, 
  pass&eacute; compos&eacute;, futur proche)<br>
  D&eacute;crivez une journ&eacute;e typique &agrave; l'universit&eacute;. Dites 
  ce que vous faites le matin, l'apr&egrave;s-midi et le soir. Mentionnez les 
  produits que vous utilisez. <br>
  <br>
  &#149; LES TRAVAUX DOMESTIQUES<br>
  vocabulaire: les travaux domestiques: pp. 74-75, 77<br>
  grammaire: le subjonctif<br>
  Si vous avez un appartement, qu'est-ce qu'il faut que vous fassiez et avec quoi? 
  <br>
  <br>
  &#149; LES VACANCES: plaisirs et probl&egrave;mes<br>
  vocabulaire: les vacances: p. 112; comment d&eacute;crire un &eacute;v&eacute;nement: 
  p. 124; le temps: p. 126<br>
  grammaire: le pass&eacute; compos&eacute; et l'imparfait<br>
  D&eacute;crivez ce que vous avez fait pendant des vacances pass&eacute;es. Il 
  faut dire: o&ugrave;, quand, pourquoi, avec qui, le temps, les activit&eacute;s 
  que vous avez faites. <br>
  <br>
  &#149; FAIRE DES ACHATS<br>
  vocabulaire: le dialogue: p. 152; les boutiques, les articles, les quantit&eacute;s: 
  p. 153<br>
  grammaire: pronoms: p. 156, 162<br>
  <br>
  <b>Sample Questions for the Communication Section of the Oral Exam</b><br>
  1. Comment vous appelez-vous?<br>
  2. Comment allez-vous aujourd'hui?<br>
  3. Quel temps fait-il au aujourd'hui? Quel temps a-t-il fait hier?<br>
  4. Qu'est-ce que vous avez fait le week-end dernier? l'&eacute;t&eacute; dernier?<br>
  5. Qu'est-ce que vous allez faire le week-end prochain? l'&eacute;t&eacute; 
  prochain?<br>
  6. O&ugrave; est-ce que vous pr&eacute;f&eacute;rez passer vos vacances? Pourquoi?<br>
  7. Qu'est-ce que vous faisiez pendant les vacances d'&eacute;t&eacute; quand 
  vous &eacute;tiez petit?<br>
  8. D&eacute;crivez votre meilleur(e) ami(e) au lyc&eacute;e.<br>
  9. Je suis malade/fatigu&eacute;e/triste. Qu'est-ce qu'il faut que je fasse?<br>
  10. Votre appartement est en d&eacute;sordre. Que faut-il que vous fassiez?<br>
  11. Quelles t&acirc;ches m&eacute;nag&egrave;res est-ce que vous faites? Qu'est-ce 
  que vous ne faites pas? Pourquoi?<br>
  12. O&ugrave; est-ce que vous avez d&eacute;j&agrave; voyag&eacute;? O&ugrave; 
  voulez-vous voyager dans l'avenir?<br>
  13. Qu'est-ce que vous allez acheter &agrave; votre prochaine visite au centre 
  commercial?<br>
  14. De quoi avez-vous besoin en ce moment?<br>
  15. Quelle est votre routine quotidienne? Qu'est-ce que vous avez fait ce matin? 
</font> </p>
</body>
</html>
