<html>
<head>
<title>Sample Culture Video Commentaries</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<p><font size="3" face="Verdana, Arial, Helvetica, sans-serif"><b>&#147;Edouard 
  Manet: Painter of Modern Life&#148;</b><br>
  Dans la vid&eacute;o, &#147;Edouard Manet: Painter of Modern Life&#148;, j&#146;ai 
  remarqu&eacute; beaucoup de choses au sujet de la culture fran&ccedil;aise. 
  Je sais que la vid&eacute;o a pr&eacute;sent&eacute; la culture du pass&eacute;, 
  mais je dois la comparer &agrave; la culture am&eacute;ricaine d'aujourd&#146;hui. 
  D&#146;abord, j&#146;ai remarqu&eacute; que les Fran&ccedil;ais adoraient l&#146;art. 
  Il &eacute;tait d'une grande importance &agrave; leur culture. Par example, 
  Le Louvre, o&ugrave; les peintures les plus importantes &eacute;taient expos&eacute;es, 
  a &eacute;t&eacute;, et est maintenant, un grand b&acirc;timent. Aussi, beaucoup 
  de gens &eacute;tudient l'art. Manet, qui venait d&#146;un famille avec beaucoup 
  d&#146;argent, a choisi d'&eacute;tudier l&#146;art au lieu d&#146;&eacute;tudier 
  quelque chose de plus lucratif. <br>
  <br>
  En outre, les gens fran&ccedil;ais &eacute;taient tr&egrave;s susceptibles &agrave; 
  l&#146;art. Quand Manet a peint &#147;Olympia&#148;, les gens &eacute;taient 
  outr&eacute;s. Ils n&#146;etaient pas outr&eacute;s parce qu&#146;Olympia &eacute;tait 
  nue, mais ils &eacute;taient outr&eacute;s parce qu&#146;elle se posait comme 
  une prostitu&eacute;e. &Agrave; la culture fran&ccedil;aise, l&#146;art est 
  sacr&eacute;. Aux Etats-Unis, le motif de l&#146;art est de communiquer quelque 
  chose. Souvent, le motif est de choquer les spectateurs. J&#146;ai remarqu&eacute; 
  aussi que les Fran&ccedil;ais (Manet surtout) ont un amour pour la culture. 
  Manet a peint les sc&egrave;nes parisiennes souvent. Il a peint les sc&egrave;nes 
  au caf&eacute;, au pique-nique, et &agrave; la f&ecirc;te. Aux Etats-Unis aussi, 
  les gens font le portrait de la vie am&eacute;ricaine. </font></p>
<p>&nbsp;</p>
<p><font face="Verdana, Arial, Helvetica, sans-serif"><b>The Biography of Picasso</b><br>
  La vid&eacute;o que j'ai regard&eacute;e &eacute;tait<i> The Biography of Picasso.</i> 
  La vid&eacute;o a suivi la vie de Pablo Picasso. Il &eacute;tait un peintre 
  brillant. Picasso a appris le dessin de son p&egrave;re. Les tableaux de Picasso 
  ont beaucoup d'&eacute;motions. Tous les tableaux r&eacute;fl&eacute;chissent 
  comment sa vie &eacute;tait &agrave; un moment particulier. C'&eacute;tait tr&egrave;s 
  int&eacute;ressant. Les femmes dans sa vie &eacute;taient souvent les sujets 
  de ses tableaux.<br>
  <br>
  Pablo Picasso &eacute;tait espagnol. Quand il a habit&eacute; &agrave; Paris, 
  il a eu un probl&egrave;me pour s'adapter &agrave; la culture fran&ccedil;aise. 
  Il ne savait pas parler fran&ccedil;ais. La culture fran&ccedil;aise n'accepte 
  pas les personnes qui ne parlent pas fran&ccedil;ais. Picasso a eu un probl&egrave;me 
  aussi &agrave; laisser la culture espagnole. Je ne savais pas qu'il &eacute;tait 
  inspir&eacute; des impressionnistes et des surr&eacute;alistes. J'ai appris 
  qu'Henri Matisse &eacute;tait le peintre favori de Pablo Picasso. Picasso adore 
  les couleurs vives des post-impressionnistes. Je ne savais pas que Pablo Picasso 
  &eacute;tait communiste. L'histoire du monde a inspir&eacute; Pablo Picasso. 
  La Deuxi&egrave;me Guerre Mondiale a inspir&eacute; Picasso &agrave; peindre 
  Guernica.<br>
  <br>
  L'&eacute;pouse de Pablo Picasso &eacute;tait le sujet de plusieurs de ses tableaux. 
  Il &eacute;tait mari&eacute; deux fois mais il avait beaucoup de ma&icirc;tresses. 
  Toutes les femmes se figuraient dans les peintures de Picasso. Il aimait peindre 
  les nues. Picasso a eu un grand effet sur le monde. Il a influenc&eacute; les 
  peintres partout.<br>
  <br>
  <br>
  <b>Un &Eacute;tudiant de la Mode</b><br>
  Je sais tr&egrave;s peu du monde de la mode. Je vois que les gens portent FUBU, 
  Hilfiger, A&amp;F, et d&#146;autres marques populaires. Je pensais toujours 
  que c&#146;&eacute;tait bizarre combien les gens veulent d&eacute;penser pour 
  appara&icirc;tre &#147;cool.&#148; Quand j&#146;&eacute;tais en France, j&#146;ai 
  vu la m&ecirc;me chose. En France les gens s&#146;habillent d&#146;une mani&egrave;re 
  plus vivante. Les cheveux sont longs avec beaucoup de couleurs. Les v&ecirc;tements 
  d&eacute;crivent la personne qui les porte.<br>
  <br>
  Apr&egrave;s avoir vu le film, j&#146;ai compris que Coco Chanel a aid&eacute; 
  la France &agrave; devenir un pays o&ugrave; la mode est si forte. La jupe courte 
  que les filles portent au travail est une mode que Chanel a commenc&eacute;e. 
  Je pensais que c&#146;&eacute;tait quelque chose que des filles ont port&eacute; 
  depuis la r&eacute;volution industrielle. Chanel est revenue &agrave; la mode 
  parce que les filles des ann&eacute;es 60 voulaient s&#146;exprimer.<br>
  <br>
  Le monde de la mode est motiv&eacute; par le d&eacute;sir d&#146;&ecirc;tre 
  beau ou belle. Je ne pense pas que ce soit seulement une beaut&eacute; du corps 
  mais la beaut&eacute; de la personne aussi. Mais comme les hommes que Chanel 
  aimait, la mode est morte et est oubli&eacute;e tr&egrave;s rapidement.<br>
  <br>
  Je me souviens que quand j&#146;&eacute;tais plus jeune j&#146;aimais les pantalons 
  tr&egrave;s longs et de tr&egrave;s grandes chemises. Maintenant j&#146;aime 
  le pantalon plus serr&eacute; et les chemises plus ser&eacute;es aussi. Peut-&ecirc;tre 
  que je porte des v&ecirc;tements comme cela parce que je veux que les filles 
  m&#146;aiment.<br>
  <br>
  Chanel savait qu&#146;un homme aime &ecirc;tre respect&eacute; par les femmes. 
  Elle a cr&eacute;&eacute; ses v&ecirc;tements pour accomplir cela. Le monde 
  de la mode est bizarre. Il change chaque saison. Quand tu penses que tu comprends 
  ce qui est cool tu n&#146;as pas raison. Les personnes comme Gucci, Chanel, 
  Ralph Lauren, sont certains que tu devineras toujours!</font></p>
<p><font size="3" face="Verdana, Arial, Helvetica, sans-serif"><b>&#147;Chanel, 
  Chanel&#148; </b><br>
  La vid&eacute;o &#147;Chanel, Chanel&#148; a d&eacute;crit la vie de Coco Chanel, 
  surtout par des interviews. Une chose que je ne savais pas avant de voir la 
  vid&eacute;o, c&#146;est la diff&eacute;rence entre la mode et le style. Chanel 
  a dit qu&#146;elle n&#146;a pas cr&eacute;e une mode, mais un style. Beaucoup 
  de styles que nous appelons &#147;le style fran&ccedil;ais&#148; aux &Eacute;tats-Unis, 
  par exemple, les robes du soir noires, viennent de Chanel.<br>
  <br>
  Je pensais qu&#146;elle travaillait seule, et qu&#146;elle a commenc&eacute; 
  seule la r&eacute;volution de la mode fran&ccedil;aise dans les 1920s. Maintenant, 
  je vois qu&#146;elle n&#146;&eacute;tait qu&#146;un personnage dans un mouvement 
  de changements dans les vies de femmes pendant et apr&egrave;s la Grande Guerre.<br>
  <br>
  Comme Berthe Morisot, qui a fait un compromis entre l'indiff&eacute;rence et 
  l'&eacute;motion, Chanel a fait un grand compromis. Elle a fabriqu&eacute; des 
  v&ecirc;tements tr&egrave;s confortables pour les femmes, et ses petits chapeaux 
  ont donn&eacute; de l'importance &agrave; l&#146;intelligence des femmes &#150; 
  elle a dit des grands chapeaux de la Belle &Eacute;poque, &#147;Comment est-ce 
  qu&#146;une femme peut penser sous un chapeau comme &ccedil;a?&#148; Mais Chanel 
  gardait aussi quelques id&eacute;es tr&egrave;s traditionnelles aussi. Elle 
  a dit que femme qui n&#146;est aim&eacute;e par les hommes n&#146;est rien, 
  et tous ses tailleurs ont &eacute;t&eacute; dessin&eacute;s pour &ecirc;tre 
  beaux selon les hommes. Je pense que c&#146;&eacute;tait un compromis entre 
  les id&eacute;als de femmes lib&eacute;r&eacute;es et les modes ridicules de 
  la Belle &Eacute;poque. <br>
  <br>
  Le vid&eacute;o a dit que Chanel &eacute;tait un exemple de son style. Elle 
  portait ses tailleurs et ses chapeaux avec beaucoup d&#146;&eacute;l&eacute;gance. 
  Cela ne me surprend pas. Je pensais toujours que la mode est un jeu d&#146;imitation. 
  C&#146;est la m&ecirc;me chose aux &Eacute;tats-Unis, mais dans cette &eacute;poque, 
  nous prenons la t&eacute;l&eacute; comme mod&egrave;le. Pendant l&#146;entervue, 
  Chanel a parl&eacute; aussi du parfum. Je pensais que c&#146;est une chose importante 
  pour les Fran&ccedil;ais, mais je ne connaissais pas l&#146;importance des parfums 
  Chanel.<br>
  <br>
  Chanel a dit, &#147;Je n&#146;ai pas cr&eacute;&eacute; une mode, j&#146;ai 
  cr&eacute;&eacute; une style.&#148; Je crois qu&#146;aucun mode ne peut pas 
  survivre comme le style de Chanel, qui a ses origines dans les 1920s. Nous voyons 
  ce style aujourd&#146;hui. </font> </p>
<p><font size="3" face="Verdana, Arial, Helvetica, sans-serif">Thanks to Stephanie, 
  Kelli, Melih and Ondrej</font></p>
</body>
</html>
