<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>The Lake/ Le Lac</title>
<style type="text/css">
<!--
.style1 {
	font-family: Verdana, Arial, Helvetica, sans-serif;
	font-size: small;
}
-->
</style>
</head>

<body>
<p class="style1">Here is the poem in the original language, French.</p>
<p class="style1">Alphonse de LAMARTINE (1790-1869) <br>
(Recueil : M&eacute;ditations po&eacute;tiques)&nbsp;http://poesie.webnet.fr/<br> 
Lac  Bourget, France<br>
<br>
<img src="lac_bourget_panorama.jpg" width="800" height="185"><br>
<strong>Le lac</strong></p>
<p class="style1">Ainsi, toujours pouss&eacute;s vers de nouveaux rivages,<br>
  Dans la nuit &eacute;ternelle emport&eacute;s sans retour,<br>
  Ne pourrons-nous jamais sur l'oc&eacute;an des &acirc;ges<br>
  Jeter l'ancre un seul jour ?</p>
<p class="style1"> &Ocirc; lac ! l'ann&eacute;e &agrave; peine a fini sa carri&egrave;re,<br>
  Et pr&egrave;s des flots ch&eacute;ris qu'elle devait revoir,<br>
  Regarde ! je viens seul m'asseoir sur cette pierre<br>
  O&ugrave; tu la vis s'asseoir !</p>
<p class="style1"> Tu mugissais ainsi sous ces roches profondes,<br>
  Ainsi tu te brisais sur leurs flancs d&eacute;chir&eacute;s,<br>
  Ainsi le vent jetait l'&eacute;cume de tes ondes<br>
  Sur ses pieds ador&eacute;s.</p>
<p class="style1"> Un soir, t'en souvient-il ? nous voguions en silence ;<br>
  On n'entendait au loin, sur l'onde et sous les cieux,<br>
  Que le bruit des rameurs qui frappaient en cadence<br>
  Tes flots harmonieux.</p>
<p class="style1"> Tout &agrave; coup des accents inconnus &agrave; la terre<br>
  Du rivage charm&eacute; frapp&egrave;rent les &eacute;chos ;<br>
  Le flot fut attentif, et la voix qui m'est ch&egrave;re<br>
  Laissa tomber ces mots :</p>
<p class="style1"> &quot; &Ocirc; temps ! suspends ton vol, et vous, heures propices !<br>
  Suspendez votre cours :<br>
  Laissez-nous savourer les rapides d&eacute;lices<br>
  Des plus beaux de nos jours !</p>
<p class="style1"> &quot; Assez de malheureux ici-bas vous implorent,<br>
  Coulez, coulez pour eux ;<br>
  Prenez avec leurs jours les soins qui les d&eacute;vorent ;<br>
  Oubliez les heureux.</p>
<p class="style1"> &quot; Mais je demande en vain quelques moments encore,<br>
  Le temps m'&eacute;chappe et fuit ;<br>
  Je dis &agrave; cette nuit : Sois plus lente ; et l'aurore<br>
  Va dissiper la nuit.</p>
<p class="style1"> &quot; Aimons donc, aimons donc ! de l'heure fugitive,<br>
  H&acirc;tons-nous, jouissons !<br>
  L'homme n'a point de port, le temps n'a point de rive ;<br>
  Il coule, et nous passons ! &quot;</p>
<p class="style1"> Temps jaloux, se peut-il que ces moments d'ivresse,<br>
  O&ugrave; l'amour &agrave; longs flots nous verse le bonheur, <br>
  S'envolent loin de nous de la m&ecirc;me vitesse<br>
  Que les jours de malheur ?</p>
<p class="style1"> Eh quoi ! n'en pourrons-nous fixer au moins la trace ?<br>
  Quoi ! pass&eacute;s pour jamais ! quoi ! tout entiers perdus !<br>
  Ce temps qui les donna, ce temps qui les efface,<br>
  Ne nous les rendra plus !</p>
<p class="style1"> &Eacute;ternit&eacute;, n&eacute;ant, pass&eacute;, sombres ab&icirc;mes,<br>
  Que faites-vous des jours que vous engloutissez ?<br>
  Parlez : nous rendrez-vous ces extases sublimes<br>
  Que vous nous ravissez ?</p>
<p class="style1"> &Ocirc; lac ! rochers muets ! grottes ! for&ecirc;t obscure !<br>
  Vous, que le temps &eacute;pargne ou qu'il peut rajeunir,<br>
  Gardez de cette nuit, gardez, belle nature,<br>
  Au moins le souvenir !</p>
<p class="style1"> Qu'il soit dans ton repos, qu'il soit dans tes orages,<br>
  Beau lac, et dans l'aspect de tes riants coteaux,<br>
  Et dans ces noirs sapins, et dans ces rocs sauvages<br>
  Qui pendent sur tes eaux.</p>
<p class="style1"> Qu'il soit dans le z&eacute;phyr qui fr&eacute;mit et qui passe,<br>
  Dans les bruits de tes bords par tes bords r&eacute;p&eacute;t&eacute;s,<br>
  Dans l'astre au front d'argent qui blanchit ta surface<br>
  De ses molles clart&eacute;s.</p>
<p class="style1"> Que le vent qui g&eacute;mit, le roseau qui soupire,<br>
  Que les parfums l&eacute;gers de ton air embaum&eacute;,<br>
  Que tout ce qu'on entend, l'on voit ou l'on respire,<br>
  Tout dise : Ils ont aim&eacute; !</p>
<p class="style1">&nbsp;</p>
</body>
</html>
