<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>The New Poetry: Translations</title>
<style type="text/css">
<!--
.style1 {
	font-family: Verdana, Arial, Helvetica, sans-serif;
	font-size: small;
}
.style2 {
	color: #006600;
	font-style: italic;
}
.style3 {color: #FF0000}
.style4 {font-family: Verdana, Arial, Helvetica, sans-serif; font-size: medium; font-weight: bold; }
.style6 {color: #FF0000; font-style: italic; }
.style7 {
	color: #000000;
	font-family: Verdana, Arial, Helvetica, sans-serif;
	font-size: small;
}
.style8 {color: #000000}
.style10 {font-family: Verdana, Arial, Helvetica, sans-serif; font-size: small; font-style: italic; }
.style11 {color: #006600}
.style13 {color: #990099}
-->
</style>
</head>

<body>
<p class="style4">The New Poets: translations and more</p>
<p class="style1">I.  Charles Baudelaire: Three translations of <span class="style2">To the Reader </span><span class="style11"><span class="style8">followed by the orginal as written by Baudelaire in French. </span></span></p>
<p class="style1"><span class="style3">Translation 1</span>: <em>To the Reader</em></p>
<p class="style1">Stupidity, error, sin, and meanness possess our minds and work on our bodies, and we feed our fond remorses as beggars suckle their own lice.</p>
<p class="style1">Ours sins are stubborn, our repentance cowardly. We make sure that our confessions are well rewarded; gaily we return down the slimy path, as if our paltry tears could wash the dirt from our souls.</p>
<p class="style1">Satan Trismegistes soothes our bewitched minds on the pillow of evil, and the expert alchemist dissolves our will's precious metal into vapour. </p>
<p class="style1">It's the Devil who pulls the strings that make us dance: we take delight in loathsome things; each day we take a further step to Hell, yet feel no horror as we descend through stinking gloom.</p>
<p class="style1">Like a penniless lecher kissing and nibbling an old strumpet's tortured breast, we thieve our furtive pleasure as we pass on, squeezing it to the last drop like a wizened orange.</p>
<p class="style1">A dense, seething host of Demons, like a million helminthes, orgies in our brains; even as we breathe the invisible stream of Death flows down into our lungs, yet we hear not its groans.</p>
<p class="style1">If rape, poison, dagger, and fire have not yet woven all their ridiculous pattern on the dull canvas of our lamentable destinies, that is only, alas, because our souls lack daring.</p>
<p class="style1">But among the jackals, panthers, bitch-hounds, monkeys, scorpions, vultures, snakes, and monsters, that scream and howl and grunt and crawl in the sordid menagerie of our vices,<br>
  <br>
there is one even uglier and more wicked and filthier than all the rest! Although it makes no frenzied gestures and utters no savage cries, yet it would fain reduce the earth to ruin, it would gladly swallow the world in one gaping yawn:</p>
<p class="style1">It is Boredom, Tedium vitae, who with an unwilling tear in his eye dreams of gibbets as he smokes his pipe. You know him, Reader, you know that fastidious monster - O hypocritical Reader, my fellow-man and brother!</p>
<p class="style1">Translation 1 is from <em>The Penguin Poets Baudelaire</em>, introduced and edited by Francis Scarf 1964: with plain prose translations of each poem. (Penguin Books: Harmondsworth, England, rpt. 1970.)</p>
<p class="style1"><span class="style3">Translation 2</span>: <em>To the Reader</em></p>
<p class="style1">Sin, stinting, senseless acts and sophistries<br>
Pester the flesh and prey upon the mind;<br>
We keep our stainless consciences maintained<br>
Like indigents who fatten up their fleas.</p>
<p class="style1">Headstrong in sin, half-hearted in remorse,<br>
We want to make damn sure confession pays,<br>
That easy tears will rinse away disgrace -<br>
The better to resume our intercourse.</p>
<p class="style1">Great Satan lullabies our spellbound hearts<br>
And rocks us in his cunning cradle, till<br>
The pliant precious metal of our will<br>
Is vapourized by his hermetic arts.</p>
<p class="style1">The Devil jerks the strings that make us dance!<br>
We learn to love the smell of excrement;<br>
Each day brings one more step in our descent<br>
Through stinking shades that would have gagged us once.</p>
<p class="style1">Lechers with nothing left, whose pleasure is<br>
To squeeze some ag&egrave;d whore's exhausted breast,<br>
We grab for every passing thrill with zest<br>
And suck them hard, like dried-up oranges.</p>
<p class="style1">Like serried knots of seething parasites,<br>
D&aelig;monic forces riot in our brains;<br>
With every rasping breath, Death's river drains<br>
Down to our flooded lungs and out of sight.</p>
<p class="style1">Were petty criminals, with petty fates,<br>
And if we haven't broken all the laws<br>
Of God and man and nature, it's because<br>
We haven't got the stomach for it, yet.</p>
<p class="style1">In our grotesque menagerie of vice,<br>
Amid the hisses, grunts and snarls and shrieks<br>
Of restless jackals, vultures, apes and snakes,<br>
There's one thing even wilder, even worse.</p>
<p class="style1">Nastier, far more vicious than the rest!<br>
Although the beast lies silent and withdrawn.<br>
He'd swallow all creation with a yawn<br>
And willingly reduce the earth to dust:</p>
<p class="style1">Ennui! daydreaming of the guillotine,<br>
Grows misty-eyed, a hookah in his fist.<br>
Reader, you know this armchair terrorist -<br>
Yes, you - you hypocrite - my next of kin!</p>
<p class="style1">Translation 2 is from <em>Charles Baudelaire: Complete Poems, </em>translated by Walter Martin, (Carcanet: Manchester England, 1997)</p>
<p class="style1"><span class="style3">Translation 3</span>: <em>To the Reader</em></p>
<p class="style1">Ignorance, error, cupidity, and sin<br>
Possess our souls and exercise our flesh;<br>
Habitually we cultivate remorse<br>
As beggars entertain and nurse their lice.</p>
<p class="style1">Our sins are stubborn. Cowards when contrite<br>
We overpay confession with our pains,<br>
And when we're back again in human mire<br>
Vile tears, we think, will wash away our stains.</p>
<p class="style1">Thrice-potent Satan in our curs&egrave;d bed<br>
Lulls us to sleep, our spirit overkissed,<br>
Until the precious metal of our will<br>
Is vaporized-that cunning alchemist!<br>
<br>
Who but the Devil pulls our waking-strings!<br>
  Abominations lure us to their side;<br>
Each day we take another step to hell,<br>
Descending through the stench, unhorrified.<br>
<br>
Like an exhausted rake who mouths and chews<br>
The martyrized breast of an old withered whore<br>
We steal, in passing, whatever joys we can,<br>
Squeezing the driest orange all the more.</p>
<p class="style1">Packed in our brains incestuous as worms<br>
Our demons celebrate in drunken gangs,<br>
And when we breathe, the hollow rasp is Death<br>
Sliding invisibly down into our lungs.</p>
<p class="style1">If the dull canvas of our wretched life<br>
Is unembellished with such  pretty ware<br>
As knives or poison, pyromania, rape,<br>
It is because our soul's too weak to dare!</p>
<p class="style1">But in this den of jackals, monkeys, curs,<br>
Scorpions, buzzards, snakes-this paradise<br>
Of filthy beasts that screech, howl, grovel, grunt-<br>
In this menagerie of mankind's vice</p>
<p class="style1">There's one supremely hideous and impure!<br>
Soft-spoken, not the type to cause a scene,<br>
He'd willingly make rubble of the earth<br>
And swallow up creation in a yawn.<br>
<br>I mean Ennui! Who in his hookah-dreams<br>
  Produces hangmen and real tears together.<br>
How well you know this fastidious monster, reader,<br>
-Hypocrite reader, you-my double! My brother!</p>
<p class="style1">translated by Stanley Kunitz in <em>Charles Baudelaire, The Flowers of Evil</em> selected and edited by Marthiel and Jackon Mathews (New Directions: Norfolk, Connecticut, rev. ed. 1962)</p>
<p class="style1">4: <span class="style3">The original French</span> <em>Au Lecteur </em>Listen to the <a href="http://fleursdumal.org/audio/caedmon/01_au_lecteur.mp3">poem in French</a>.<em><br>
</em>La sottise, l'erreur, le p&eacute;ch&eacute;, la l&eacute;sine,<br>
Occupent nos esprits et travaillent nos corps,<br>
Et nous alimentons nos aimables remords,<br>
Comme les mendiants nourrissent leur vermine.</p>
<p class="style1">Nos p&eacute;ch&eacute;s sont t&ecirc;tus, nos repentirs sont l&acirc;ches;<br>
Nous nous faisons payer grassement nos aveux,<br>
Et nous rentrons gaiement dans le chemin bourbeux,<br>
Croyant par de vils pleurs laver toutes nos taches.</p>
<p class="style1">Sur l'oreiller du mal c'est Satan Trism&eacute;giste<br>
Qui berce longuement notre esprit enchant&eacute;,<br>
Et le riche m&eacute;tal de notre volont&eacute;<br>Est tout vaporis&eacute; par ce savant chimiste.</p>
<p class="style1">C'est le Diable qui tient les fils qui nous remuent.<br>
Aux objets r&eacute;pugnants nous trouvons des appas;<br>
Chaque jour vers l'Enfer nous descendons d'un pas,<br>
Sans horreur, &agrave; travers des t&eacute;n&egrave;bres qui puent.</p>
<p class="style1">Ainsi qu'un d&eacute;bauch&eacute; pauvre qui baise et mange<br>
Le sein martyris&eacute; d'une antique catin,<br>
Nous volons au passage un plaisir clandestin<br>
Que nous pressons bien fort comme une vieille orange.<br>
<br>
Serr&eacute;, fourmillant comme un million d'helminthes,<br>
Dans nos cerveaux ribote un peuple de d&eacute;mons,<br>
Et quand nous respirons, la Mort dans nos poumons<br>
Descend, fleuve invisible, avec de sourdes plaintes.</p>
<p class="style1">Si le viol, le poison, le poignard, l'incendie,<br>
N'ont pas encore brod&eacute; de leurs plaisants dessins<br>
Le canevas banal de nos piteux destins,<br>
C'est que notre &acirc;me, h&eacute;las! n'est pas assez hardie.</p>
<p class="style1">Mais parmi les chacals, les panth&egrave;res, les lices,<br>
Les singes, les scorpions, les vautours, les serpents,<br>
Les monstres glapissants, hurlants, grognants, rampants,<br>
Dans la m&eacute;nagerie inf&acirc;me de nos vices,</p>
<p class="style1">Il en est un plus laid, plus m&eacute;chant, plus immonde!<br>
Quoiqu'il ne pousse ni grands gestes, ni grands cris,<br>
Il ferait volontiers de la terre un d&eacute;bris<br>
Et dans un b&acirc;illement avalerait le monde.</p>
<p class="style1">C'est l'Ennui!- L'oeil charg&eacute; d'un pleur involontaire,<br>
Il r&ecirc;ve d'&eacute;chafauds en fumant son houka.<br>
Tu le connais, lecteur, ce monstre d&eacute;licat,<br>
Hypocrite lecteur, mon semblable, mon fr&egrave;re!</p>
<p class="style1">II) Here's another translation of <span class="style3"><em>Invitation to the Voyage</em></span> to compare with the one in the text book, followed by the original French. Which translation do you prefer? Why? </p>
<p class="style1">What if we two should move<br>
  And live to prove our love,<br>
  Back to your native land, across the sea?<br>
  At ease there, you and I<br>
  Could live and love and die&mdash;<br>
  Your country would be mine, and we'd be free!<br>
  I need wet suns that rise<br>
  In those disordered skies&mdash;<br>
  Mysterious and filled with treachery,<br>
  As your eyes and your tears,<br>
  All these deceitful years,<br>
  My sister and my love, have proved to be!</p>
<p><span class="style10">There all is gravitas and grace,<br>
  Passion, magnificence and peace. <br>
  <br>
  </span><span class="style1">Our furnishings should wear<br>
    An antiqued air,<br>
    Varnished by the dawn's soft ember glow;<br>
    While rare and perfect blooms<br>
    Suffuse the silent rooms<br>
    With all the ambience of long ago.<br>
    Gilt mirrors to the floor<br>
    Would echo the d&eacute;cor,<br>
    With oriental splendour spread below,<br>
    These comforts would reflect<br>
    A language of respect,<br>
    A language spoken only in the soul.</span></p>
<p class="style10">Where all is opulence, &eacute;lan,<br>
  Tranquillity, desire and discipline. </p>
<p class="style1">Safe anchorage, canals,<br>
  Big ships with sleeping sails&mdash;<br>
  Tomorrow they'll be eager to be gone.<br>
  To grant your least request<br>
  They're harboured here at rest,<br>
  Tomorrow they'll head East for parts unknown.<br>
  For now, an aureole<br>
  Of hyacinth and gold<br>
  Beatifies the field, the quiet town.<br>
  A neverlasting light<br>
  Invests the coming night<br>
  In a glorious golden robe and purple gown.</p>
<p class="style10">There all of life has been designed<br>
  To please the senses and the mind. <br>
</p>
<p><span class="style1">Translation from</span><span class="style10"> <span class="style1"><em>Charles Baudelaire: Complete Poems, </em>translated by Walter Martin, (Carcanet: Manchester England, 1997)</span></span></p>
<p class="style1"><span class="style3"><span class="style8">To hear <em>Invitation au voyage</em> <a href="http://fleursdumal.org/audio/misc/invitation_au_voyage.mp3">read in French.<br>
</a></span></span><span class="style6"><br>
Invitation au Voyage</span>-Baudelaire</p>
<p class="style1"> Mon enfant, ma s&oelig;ur,<br>
  Songe &agrave; la douceur,<br>
  D'aller l&agrave;-bas vivre ensemble!<br>
  Aimer &agrave; loisir,<br>
  Aimer et mourir<br>
  Au pays qui te ressemble!<br>
  <br>
  Les soleils mouill&eacute;s<br>
  De ces ciels brouill&eacute;s<br>
  Pour mon esprit ont les charmes<br>
  Si myst&eacute;rieux<br>
  De tes tra&icirc;tres yeux,<br>
  Brillant &agrave; travers leurs larmes,</p>
<p class="style1">L&agrave;, tout n'est qu'ordre et beaut&eacute;,<br>
  Luxe, calme et volupt&eacute;.</p>
<p class="style1">Des meubles luisants,<br>
  Polis par les ans,<br>
  D&eacute;coreraient notre chambre;<br>
  Les plus rares fleurs<br>
  M&ecirc;lant leurs odeurs</p>
<p class="style1">Aux vagues senteurs de l'ambre,<br>
  Les riches plafonds,<br>
  Les&nbsp; miroirs profonds,<br>
  La splendeur orientale,<br>
  Tout y parlerait<br>
  &Agrave; l'&acirc;me en secret<br>
  Sa douce langue natale.</p>
<p class="style1">L&agrave;, tout n'est qu'ordre et beaut&eacute;,<br>
  Luxe, calme et volupt&eacute;.</p>
<p class="style1">Vois sur ces canaux<br>
  Dormir ces vaisseaux<br>
  Dont l'humeur est vagabonde;<br>
  C'est pour assouvir<br>
  Ton moindre d&eacute;sir<br>
  Qu'ils viennent du bout du monde.</p>
<p class="style1"> Les soleils couchants<br>
  Rev&ecirc;tent les champs,<br>
  Les canaux, la ville enti&egrave;re,<br>
  D'hyacinthe et d'or;<br>
  Le monde s'endort<br>
  Dans une chaude lumi&egrave;re.</p>
<p class="style1">L&agrave;, tout n'est qu'ordre et beaut&eacute;,<br>
  Luxe, calme et volupt&eacute;.<br>
</p>
<p class="style1">III. The original French <span class="style3"><em>Enivrez-vous</em></span></p>
<p class="style1">Il faut &ecirc;tre toujours ivre. Tout est l&agrave;: c'est l'unique question. Pour ne pas sentir l'horrible fardeau du Temps qui brise vos &eacute;paules et vous penche vers la terre, il faut vous enivrer sans tr&ecirc;ve.<br>
</p>
<p class="style1"> Mais de quoi? De vin, de po&eacute;sie ou de vertu, &agrave; votre guise. Mais enivrez-vous.</p>
<p class="style1">Et si quelquefois, sur les marches d'un palais, sur l'herbe verte d'un foss&eacute;, dans la solitude morne de votre chambre, vous vous r&eacute;veillez, l'ivresse d&eacute;j&agrave; diminu&eacute;e ou disparue, demandez au vent, &agrave; la vague, &agrave; l'&eacute;toile, &agrave; l'oiseau, &agrave; l'horloge, &agrave; tout ce qui fuit, &agrave; tout ce qui g&eacute;mit, &agrave; tout ce qui roule, &agrave; tout ce qui chante, &agrave; tout ce qui parle, demandez qulle heure il est; et le vent, la vague, l'&eacute;toile, l'oiseau, l'horloge, vous r&eacute;pondront: &quot;Il est l'heure de s'enivrer! Pour n'&ecirc;tre pas les esclaves martyris&eacute;s du Temps, enivrez-vous; enivrez-vous sans cesse! De vin, de po&eacute;sie ou de vertu, &agrave; votre guise.&quot;</p>
<p class="style7">IV<span class="style13">.</span> Verlaine <br>
  A.<span class="style3"><em> Autumn Song </em><br>
<em>Chanson d'Automne</em>-</span></p>
<p class="style1">Les sanglots longs<br>
  Des violons<br>
  De l'automne<br>
  Blessent mon coeur<br>
  D'une langueur<br>
  Monotone. </p>
<p class="style1">Tout suffoquant<br>
  Et bl&ecirc;me quand<br>
  Sonne l'heure,<br>
  Je me souviens<br>
  Des jours anciens<br>
  Et je pleure;<br>
  <br>
  Et je m'en vais<br>
  Au vent mauvais<br>
  Qui m'emporte<br>
  De&ccedil;&agrave;, del&agrave;<br>
  Pareil &agrave; la<br>
  Feuille morte.<br>
  <br>
For a web page on translations of this poem, see <a href="http://www.textetc.com/workshop/wt-verlaine-1.html">http://www.textetc.com/workshop/wt-verlaine-1.htm</a><a href="http://www.textetc.com/workshop/wt-verlaine-1.html">l</a> <br>
<br>
The refrain from the song <em>Verlaine</em>, "Blessent mon c&oelig;ur d'une langueur  monotone...", ("Wound my heart with a monotonous languor...") from <a href="http://en.wikipedia.org/wiki/Paul_Verlaine" title="Paul Verlaine">Paul Verlaine</a>'s <em><a href="http://en.wikipedia.org/wiki/Chanson_d%27automne" title="Chanson d'automne">Chanson d'automne</a></em>, (popularized by Trenet) was used as the Allied code to the French "underground" signaling that the <a href="http://en.wikipedia.org/wiki/Normandy" title="Normandy">Normandy</a> invasion in June 1944 was imminent. Retrieved from <a href="http://en.wikipedia.org/wiki/Charles_Trenet">http://en.wikipedia.org/wiki/Charles_Trenet<br>
  </a><br>
</p>
<p class="style1">B)<span class="style3"> <em>L'art po&eacute;tique </em></span>(1874)</p>
<p class="style1">De la musique avant toute chose,<br>
Et pour cela pr&eacute;f&egrave;re l'Impair<br>
Plus vague et plus soluble dans l'air,<br>
Sans rien en lui qui p&egrave;se ou qui pose.</p>
<p class="style1">Il faut aussi que tu n'ailles point<br>
  Choisir tes mots sans quelque m&eacute;prise<br>
  Rien de plus cher que la chanson grise<br>
  O&ugrave; l'Ind&eacute;cis au Pr&eacute;cis se joint.</p>
<p class="style1">C'est des beaux yeux derri&egrave;re des voiles<br>
  C'est le grand jour tremblant de midi,<br>
  C'est par un ciel d'automne atti&eacute;di<br>
  Le bleu fouillis des claires &eacute;toiles!</p>
<p class="style1">Car nous voulons la Nuance encor,<br>
  Pas la Couleur, rien que la nuance!<br>
  Oh! la nuance seule fiance<br>
  Le r&ecirc;ve au r&ecirc;ve et la fl&ucirc;te au cor !</p>
<p class="style1">Fuis du plus loin la Pointe assassine,<br>
  L'Esprit cruel et le Rire impur,<br>
  Qui font pleurer les yeux de l'Azur<br>
  Et tout cet ail de basse cuisine !</p>
<p class="style1">Prends l'&eacute;loquence et tords-lui son cou !<br>
  Tu feras bien, en train d'&eacute;nergie,<br>
  De rendre un peu la Rime assagie. <br>
  Si l'on n'y veille, elle ira jusqu'o&ugrave; ?</p>
<p class="style1">&Ocirc; qui dira les torts de la Rime ? <br>
  Quel enfant sourd ou quel n&egrave;gre fou <br>
  Nous a forg&eacute; ce bijou d'un sou<br>
  Qui sonne creux et faux sous la lime ?</p>
<p class="style1">De la musique encore et toujours !<br>
  Que ton vers soit la chose envol&eacute;e<br>
  Qu'on sent qui fuit d'une &acirc;me en all&eacute;e<br>
  Vers d'autres cieux &agrave; d'autres amours.</p>
<p class="style1">Que ton vers soit la bonne aventure<br>
  Eparse au vent crisp&eacute; du matin<br>
  Qui va fleurant la menthe et le thym...<br>
  Et tout le reste est litt&eacute;rature.</p>
</body>
</html>
