<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1" />
<title>Critical Theory Questions</title>
<link href="style.css" rel="stylesheet" type="text/css" />
</head>

<body>
<p>From Edward Shannon's<span class="text"> The Prentice Hall Guide to Writing about Literature</span> (Upper Saddle River: Prentice Hall, 2002).</p>
<p>Four very basic questions to ask about a literary work (p. 27):</p>
<ul>
<li>What is confusing? <em>Qu'est-ce qui n'est pas clair?</em></li>
<li>What is repeated? <em>Qu'est-ce qui est r&eacute;p&eacute;t&eacute;?</em></li>
<li>What is familiar? <em>Qu'est-ce qui est familier?</em></li>
<li>What is strange? <em>Qu'est-ce qui est bizarre? </em></li></ul>
<p>Next, here is Shannon's list of critical questions related to different literary theories (pages 61-4) plus the final two written by my former student, Garry Pigg. You will need to adapt these questions for any individual text that you are studying. </p>
<h3>Questions to consider in <span class="maroon">Formalist </span>Criticism; <em>Questions &agrave; prendre en consid&eacute;ration pour une Critique <span class="maroon">formaliste</span></em></h3>
<ol class="maroon">
<li>How do various elements of the work (plot, character, point of view) create and reinforce its meanings? <em>Comment est-ce que les divers &eacute;l&eacute;ments de l'&oelig;uvre (l'intrique, les personnages, le point du vue) cr&eacute;ent et renforcent ses significations&nbsp;?</em></li>
<li>How are the elements related to the whole? <em>Comment est-ce que ces &eacute;l&eacute;ments sont li&eacute;s &agrave; l'ensemble</em>?&nbsp;</li>
<li>What is the work's major organizing principle? <em>Quel est le grand principe d'organisation de l'&oelig;uvre?</em></li>
<li>What issues are raised by the work? How does the work's structure resolve those issues? <em>Quelles sont les grandes questions soulev&eacute;es par l'&oelig;uvre? Comment est-ce que la structure de l'&oelig;uvre r&eacute;sout ces probl&egrave;mes?</em></li>
</ol>

<p>Another <a href="http://www.write.armstrong.edu/handouts/Formalism.pdf">source </a>for useful vocabulary for talking about the form of a literary work: </p>
<h3>Questions to consider in <span class="red"> Marxist </span> Criticism; <em>Questions &agrave; prendre en consid&eacute;ration pour une Critique <span class="red">marxiste</span></em></h3>
<ol class="red">
<li> How are class differences presented in the work? Are the characters aware or unaware of the economic and social forces that affect their lives?<em> Comment est-ce que les diff&eacute;rences de classes sont pr&eacute;sent&eacute;es&nbsp;dans l'&oelig;uvre? Est-ce que les personnages sont conscients ou inconscients des forces &eacute;conomiques et sociales qui touchent leurs vies ?</em></li>
<li> How do economic conditions determine the characters' lives? <em>Comment est-ce que les conditions &eacute;conomiques d&eacute;terminent les vies des personnages?</em></li>
<li> What ideological values are explicit or implicit? <em>Quelles sont les valeurs id&eacute;ologiques explicites ou implicites?</em></li>
<li> Does the work explicitly embrace or reject socialism? <em>Est-ce que l'&oelig;uvre adopte ou rejette explicitement le socialisme ?</em></li>
<li> Does the work criticize class structure? <em>Est-ce que l'&oelig;uvre critique la hi&eacute;rarchie sociale?</em></li>
</ol>

<h3>Questions to consider in <span class="purple">Feminist</span> Criticism; <em>Questions &agrave; prendre en consid&eacute;ration pour une Critique <span class="purple">f&eacute;ministe</span></em></h3>
<ol class="purple">
  <li> How are women's lives portrayed in the work? Do the women accept or reject these roles? <em>Comment est-ce que le film pr&eacute;sente les vies des femmes? Est-ce que les femmes acceptent ou refusent ces r&ocirc;les? </em></li>
<li> Are the form and content of the work influenced by the author's gender?<em> Est-ce que la forme et le contenu de l'&oelig;uvre sont influenc&eacute;s par le sexe de l'auteur? </em></li>
<li>What are the relationships between men and women? Are these relationships sources of conflict? Do they provide resolution to conflicts? <em>Quels sont les rapports entre les hommes et les femmes? Est-ce que ces rapports sont conflictuels? Est-ce que ces rapports aident &agrave; r&eacute;soudre des conflits?</em></li>
</ol>
<h3>Questions to Consider in <span class="teal">Cultural and Historical</span> Criticism; <em>Questions &agrave; prendre en consid&eacute;ration pour une Critique <span class="section1">culturelle et historique</span></em><span class="section1"></span></h3>
<ol class="teal">
  <li>  How does the work reflect the period in which it was created? <em>Comment est-ce que l'&oelig;uvre refl&egrave;te la p&eacute;riode &agrave; laquelle elle a &eacute;t&eacute; cr&eacute;&eacute;e? </em></li>
<li> How does the work reflect the period it represents?  <em>Comment est-ce que l'&oelig;uvre refl&egrave;te la p&eacute;riode qu'elle repr&eacute;sente? </em></li>
<li>What literary or historical influences helped to shape the form and content of the work? <em>Quelles sont les forces litt&eacute;raires ou historiques qui ont influenc&eacute; la forme et le contenu de l'&oelig;uvre?</em></li>
<li>How important is the historical context (both the work and your own) to interpreting the work? <em>Quelle est l'importance du contexte historique (celui de l'&oelig;uvre et le v&ocirc;tre) pour interpr&eacute;ter l'&oelig;uvre?</em></li>
</ol>

<h3>Questions to consider in <span class="orange">Psychological</span> Criticism; <em>Questions &agrave; prendre en consid&eacute;ration pour une Critique <span class="orange">psychologique</span></em><span class="orange"></span></h3>
<ol class="orange">
  <li> How does the work reflect the author's personal psychology? <em>Comment est-ce que l'&oelig;uvre refl&egrave;te la psychologie personnelle de l'auteur?</em></li>
<li> What do the character's emotions and behavior reveal about their
psychological states? What types of personalities are they? <em>Comment est-ce que les &eacute;motions et les comportements des personnages r&eacute;v&egrave;lent leurs &eacute;tats psychologiques? Quel type de personnalit&eacute; ont-ils?</em></li>
<li> Does the author present psychological matters such as repression, dreams, and desire, either consciously or unconsciously? <em>Est-ce que l'auteur pr&eacute;sente des questions psychologiques comme la r&eacute;pression (le refoulement), les r&ecirc;ves et le d&eacute;sir, soit consciemment soit inconsciemment?</em></li>
</ol>
<h3>Questions to consider in <span class="blue">Reader Response</span> Criticism; <em>Questions &agrave; prendre en consid&eacute;ration pour une Critique <span class="egsf">de la r&eacute;ception et de la lecture</span></em></h3>
<ol class="blue">
<li>  How do you respond to the work?<em> Comment r&eacute;agissez-vous au film? Quelle est votre r&eacute;action &agrave; l'oeuvre?</em></li>
<li> How do your experiences and expectations affect your reading and interpretation? <em>Comment est-ce que vos exp&eacute;riences et vos attentes influencent ou colorent votre vision  et votre interpr&eacute;tation du film?</em></li>
<li>Who is the work's intended audience? To what extent are you similar or dissimilar to that audience? <em>&Agrave; quel public l'&oelig;uvre s'adresse-t-elle? Dans quelle mesure &ecirc;tes-vous semblable &agrave; ou diff&eacute;rent(e) de ce public?</em></li>
</ol>

<h3>Questions to Consider in <span class="green">Ecological</span> Criticism; <em>Questions &agrave; prendre en consid&eacute;ration pour une Critique <span class="green">&eacute;cologique</span></em></h3>
<ol class="green">
  <li>  How do the environmental/ecological conditions within the setting of the work affect the language, mood, tone, and theme?<em> Comment est-ce que les conditions &eacute;cologiques du film influencent son langage, son &eacute;tat d'esprit, son ton et ses th&egrave;mes&nbsp;?</em></li>
<li>How does the use of the word &quot;nature&quot; in the work reflect the current scientific beliefs of the time and how does that affect the characters, plot, themes? <em>Comment est-ce que l'emploi du mot &laquo;nature&nbsp;&raquo; dans le film refl&egrave;te les croyances scientifiques de son temps&nbsp;? Comment est-ce que cette id&eacute;e de la nature influence les personnages, l'intrigue et les th&egrave;mes?</em></li>
<li>How does the relationship between man/woman and his/her environment--economically, agriculturally, botanically, socially--affect the characters, language, theme, plot, and tone? i.e. do the characters have to hunt and gather, farm, trade, live in city, country? <em>Comment est-ce que le rapport &eacute;conomique, agricole, botanique ou social entre le personnage et son environnement influence les personnages, le langage, le th&egrave;me, l'intrigue et le ton&nbsp;du film? Par exemple, est-ce que les personnages doivent chasser et ramasser, cultiver, faire du commerce, habiter en ville ou &agrave; la campagne&nbsp;?</em></li>
<li> How do plants, animals, and their conditions in the environment affect the character's livelihood, the plot, the author's tone, the moods, the theme? i.e. the effects of individual species such as cows, camels, horses,goats, bananas, sugar, cotton, corn, potatoes, fungi, bacteria, viruses; and ambient conditions such as drought, flooding, pollution, climate change, introduction of invasive species, and famine. <em>Comment est-ce que les plantes, les animaux et leurs conditions dans l'environnement influencent la profession du personnage, l'intrigue, le ton de l'auteur, le ton du film ou ses th&egrave;mes? Par exemple, consid&eacute;rez les effets des esp&egrave;ces individuelles telles que les vaches, les chameaux, les chevaux, les ch&egrave;vres, les bananes, le sucre, le coton, le ma&iuml;s, les pommes de terre, les champignons, les bact&eacute;ries, les virus&nbsp;; et les conditions ambiantes telles que la s&eacute;cheresse, l'inondation, la pollution, le changement climatique, l'introduction des esp&egrave;ces invasives et la famine</em>.</li>
</ol>
<h3>Questions to consider in <span class="fuchsia">Queer </span> Theory; <em>Questions &agrave; prendre en consid&eacute;ration pour une Th&eacute;orie <span class="fuchsia">queer</span></em></h3>
<ol class="fuchsia">
  <li>  How do the cultural feelings about sex affect the characters, plot, and themes? <em>Comment ce que les sentiments culturels sur la sexualit&eacute; influencent les personnages, l'intrigue et les th&egrave;mes de l'&oelig;uvre? </em></li>
<li> How does sexual identity affect the characters? How do they deal with others and their own sexual deviance or breaking of social norms?  <em>Comment est-ce que l'identit&eacute; sexuelle touche les personnages? Comment font-ils face aux autres et &agrave; leur propre d&eacute;viance sexuelle ou &agrave; la contradiction des normes sociales? </em></li>
<li>How does homosexuality or bisexuality play a role in the characters' lives, the tone, mood, theme, and plot of the work? <em>Comment est-ce que l'homosexualit&eacute; ou la bisexualit&eacute; jouent un r&ocirc;le dans la vie des personnages ou le ton, l'&eacute;tat d'esprit, le th&egrave;me, et l'intrigue de l'&oelig;uvre? </em></li>
<li> What role does sexuality play in the work?  How does it affect the use of language? Does it represent love and beauty or marriage and reproduction? <em>Quel est le r&ocirc;le de la sexualit&eacute; dans l'&oelig;uvre? Comment est-ce que la sexualit&eacute; d&eacute;termine son langage?</em></li>
 <li> How does religion affect the tendencies of the characters to express or not express themselves sexually? <em>Comment la religion influence-t-elle les tendances des personnages d'exprimer ou non leur sexualit&eacute;?</em></li>
<li> How does the work represent sex and sexuality?  Does it use sexuality to define &quot;others&quot;? Does discussion of sex in the work hinder or help feminism?  Does it hurt or help racism, discrimination in general, and civil rights?  What is the connection between sexuality, race, gender, and social class in the work(s)? <em>Comment est-ce que l'&oelig;uvre pr&eacute;sente la sexualit&eacute;? Est-ce que c'est pour d&eacute;finir &laquo;les autres&raquo; comme tels? Est-ce que la pr&eacute;sentation des rapports sexuels dans l'&oelig;uvre nuit ou aide le f&eacute;minisme? Est-ce que la pr&eacute;sentation nuit ou aide le racisme, la discrimination en g&eacute;n&eacute;ral, et les droits civils? Quel est le rapport entre la sexualit&eacute;, la race, les genres et la classe sociale dans l'&oelig;uvre?</em></li>
</ol>

</body>
</html>
