<html>
<head>
<title>OBSOL&Egrave;TE</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<font face="Verdana, Arial, Helvetica, sans-serif" size="2"> MC Solaar<br>
<font color="#006600">OBSOL&Egrave;TE</font> <br>
Album: Prose Combat <br>
(MC Solaar/ Jimmy Jay)<br>
&copy; 1994 Polydor France<br>
<br>
Nagu&egrave;re les concierges &eacute;taient en vogue<br>
D&eacute;sormais on les a remplac&eacute;s par des digicodes<br>
Dans ma ville il n'y avait pas de parcm&egrave;tres<br>
Je voyais des ouvriers manger des sandwiches &agrave; l'omelette<br>
Le pass&eacute; me revient comme un bilboquet<br>
La pr&eacute;sence d'un pass&eacute;, omnipr&eacute;sent n'est pas pass&eacute;e<br>
Les Halles supplant&eacute;es par les Costes<br>
L'all&eacute;gorie des Madeleines file, &agrave; la vitesse de Prost<br>
L'air y &eacute;tait pur, Paris plus beau<br>
D&eacute;sormais le ticket de m&eacute;tro augmente comme le nombre d'autos<br>
Oh shit! &Agrave; la t&eacute;l&eacute;, y'a plus de speakerine<br>
Y'a des films de s&eacute;rie B que j'estime &agrave; quinze centimes<br>
Les States nous plaquent ces films de trois pi&eacute;cettes<br>
Que je mate, mais mon intellect constate qu'ils sont OBSOL&Egrave;TES.<br>
<br>
OBSOL&Egrave;TE mais styl&eacute;e la phrase qui suivra<br>
&quot;L'homme qui capte le mic et dont le nom poss&egrave;de le double A&quot;<br>
La variet' est sa cible SOLAAR l'arbal&egrave;te<br>
Qui pique cette zique solite et alite l'&eacute;lite<br>
Qui &eacute;labore depuis des d&eacute;cennies<br>
Une main basse sur mon art pour qu'il avance au ralenti<br>
Mais le Grand Manitou, manie tout, t'inqui&egrave;te!<br>
Il d&eacute;masque la musique &agrave; masque et la place en hypoth&egrave;que<br>
Puis inscrit en italique sur son agenda<br>
Le top des trucs qu'il n'aime pas<br>
Bref pour &ecirc;tre clair et net le ventricule s'accompagne de l'oreillette<br>
Tout comme &agrave; mes oreilles la &quot;variet&quot; s'acoquine et rime avec<br>
OBSOL&Egrave;TE<br>
<br>
OBSOL&Egrave;TE est aussi l'allumeuse qui<br>
Portait des bas r&eacute;silles et empestait le patchouli<br>
Pour des services rendus elle me dit &quot;j'te paye en nature&quot;<br>
Et je reste sto&iuml;que quand elle me tend des confitures<br>
Ceci est oubli&eacute; quand au mois de d&eacute;cembre<br>
Elle me t&eacute;l&eacute;phone et me dit &quot;Passe me prendre&quot;<br>
Bref! J'en abuse avec d&eacute;lectation<br>
Douce comme de l'hydromel je suis en affection<br>
Puis me glisse, m'immisce, entre les cuisses lisses de la Miss<br>
Ses yeux se plissent et elle dit &quot;Stop ton vice&quot;<br>
Je suis comme une balle, elle joue le r&ocirc;le d'une raquette<br>
L'endormeuse allumeuse se prend pour une starlette<br>
Mais sache que dans les cin&eacute;math&egrave;que, tes presque galipettes d&eacute;su&egrave;tes<br>
Sont class&eacute;es dans les s&eacute;ries B au rayon OBSOL&Egrave;TE. </font> 
</body>
</html>
